[
    {
     "powerId": 27,
     "powerName": "Reign of Darkness",
     "powerCode": "reignofdarkness",
     "killerCode": "thedredge",
     "description": "Like a dark thought, The Dredge is difficult to shake. And when night falls, it is nearly impossible.\n\nREIGN OF DARKNESS:\nStart the Trial with 3 Tokens.\nPress and hold the Power button to activate The Gloaming.\n\nSPECIAL ABILITY: THE GLOAMING\nOnce activated, The Dredge leaves a Remnant behind.\nIn this state, The Dredge is free to roam the Trial Grounds, albeit at a slower pace.\n\nAim at a Locker and press the Ability button to teleport into it or press the Attack button to return to the Remnant.\nThe Remnant is disabled when teleporting to a Locker or when a Survivor touches it.\nWhile in a Locker, aim at any other Locker and press the Ability button to teleport again.\nEach teleportation consumes 1 Token.\nExiting the Locker or returning to the Remnant will activate The Gloaming's cool-down of 12 seconds, after which all Tokens are replenished.\n\nSPECIAL INTERACTION: GRABBING SURVIVORS\nIf The Dredge teleports into a Locker that happens to have a Survivor hiding inside it or is in the process of entering it, The Dredge will automatically grab them and leave the Locker with the Survivor on its shoulder.\n\nSPECIAL INTERACTION: LOCKING LOCKERS\nAt the start of the Trial, every Locker spawns with an open latch on its doors.\nSurvivors can walk up to any Locker and close that latch, locking it for The Dredge, but also for other Survivors.\nThis can be done once per Trial for every Locker.\nThe latch cannot be closed when another Survivor is hiding inside the Locker.\n\nWhen The Dredge teleports into a locked Locker, it will slow it down while exiting it.\nAfter breaking free, the lock breaks.\nThe Dredge can break the latch of locked Lockers from the outside by walking up to it and performing a Basic Attack.\n\nAttempting to lock the Locker The Dredge is currently inside of will cause The Dredge to immediately grab the Survivor.\nThe same applies when attempting to enter that Locker or generally interacting with it in any way.\n\nSPECIAL ABILITY: NIGHTFALL\nWhenever a healthy Survivor is injured, a Survivor is hooked, or The Dredge uses its teleportation power, the Nightfall Meter builds.\nThe Nightfall Meter fills faster for each Survivor in the Injured State.\n\nOnce the Nightfall Meter is full, Nightfall begins automatically, forcing Survivors to navigate in near-total darkness.\nNightfall ends after 60 seconds.\nSurvivors destroying the Remnant will reduce that time.\n\nDuring Nightfall, The Dredge benefits from the following effects:\n\nTeleportation to and between Lockers is faster and with a shorter cool-down of 4 seconds.\nGrants the Undetectable Status Effect."
   }
]