[
  {
    "number": 27,
    "code": "thedredge",
    "name": "The Dredge",
    "fullName": "N/A",
    "nationality": "N/A",
    "gender": "N/A",
    "licensed": false,
    "dlc": "Chapter XXIV: Roots of Dread",
    "difficulty": "Moderate",
    "realm": "Withered Isle",
    "powerAttackType": "Basic Attack",
    "weapon": "Knotted Appendage",
    "moveSpeed": "115% | 4.6 m/s",
    "terrorRadius": "32 m",
    "height": "Tall",
    "perks_names": ["Dissolution", "Darkness Revealed", "Septic Touch"],
    "perks_ids": [93, 94, 95],
    "power": {
      "powerId": 27,
      "powerName": "Reign of Darkness",
      "powerCode": "reignofdarkness"
    },
    "overview": "The Dredge is a manifestation of the dark thoughts of a once-vibrant community, able to teleport between Lockers and summon an overwhelming darkness.\nIts personal Perks, Dissolution, Darkness Revealed, and Septic Touch, allow it to destroy Pallets, spot Survivors near Lockers, and afflict healing Survivors with Blindness and Exhausted.",
    "backstory": "The Fold was founded on a private American island in the 1960s by a group of anonymous philanthropists. Their goal was to establish a peaceful society free of dark thoughts and emotions, attracting the dismayed, disenchanted, and disillusioned from all over the country.\n\nThis peace-loving community thrived over the years, and members freely followed the dictates of its charismatic leader Otto Stamper who taught his followers the secret of maintaining happiness through joy-talk, meditation, and the endless reciting of 'good-thinking' mantras.\n\nBut not all was bliss within The Fold, and Otto swiftly banished anyone who confessed to having dark thoughts or speaking dark words. Those he appointed as guardians of The Fold were quick to root out malcontents, banishing anyone who thought or spoke against the almost perfect community he had established.\n\nLife was more or less a Utopian dream on the island until, that is, the darkness began to slowly leak through the cracks of their spiritual dam and members began to mysteriously disappear.\n\nIt wasn't long before fear closed its septic jaws on the island and refused to let go.\n\nThe once happy community now gathered in a few homes chanting all the 'good-thinking' mantras in a desperate attempt to rid their lives of this formless creature that seemed to stalk them in the shadows and consume them in their sleep.\n\nOtto tried to quell his followers, telling them that there were malcontents among their ranks and that they alone had summoned the Druanee to their Garden of Joy.\n\nAs The Fold bleated fear, Otto evoked desperate measures. Ottomarians were restricted to their homes to prevent the spread of rumours and dark-talk while sleep was forbidden to prevent anyone from releasing dark dreams into the world. Freedom and sleep would return just as soon as the Druanee was no longer upon them.\n\nBut when Ottomarians continued to disappear, Otto assembled his followers near the beach where he placed a screaming woman on a wooden stage. There, in the rain, Otto explained to his drenched, alienated, and sleep-deprived congregation that the woman was a journalist here to destroy everything they had created.\n\nAs the guardians held the trembling woman, she screamed that Otto wasn't the savior he claimed to be. He belonged to an ancient cult, an exclusive club of billionaires that took pleasure in corrupting and sacrificing people, towns and even countries to an Elder God. The journalist told them Otto hadn't banished anyone! He had tortured and sacrificed them and that they would all be next.\n\nWithout hesitation, Otto slit her throat before she could continue to spread lies. As she collapsed to her knees with her hands clasped around her neck, he told his confused and terrified herd that she was working with others within their ranks and that the needed to find the impostors before the Druanee came for them all.\n\nOtto's words shot over the congregation and reached into the murky recesses of their hearts and dredged up dark and fearful things.\n\nYears of suppressed emotions began to bubble up as a thick fog pushed through restless legs and feet. Whispers began, and the whispers became panicked mantras, and the mantras became screams and curses as each member accused the next of malthinking and malspeaking.\n\nOver the howling wind and pounding rain, the screams and curses grew louder and louder as everyone desperately tried to contain the darkness within. But the harder they tried, the quicker they ailed, and within moments the dam burst to release a torrent of hell.\n\nOtto watched his once blissful and joyful herd suddenly erupt into violence unlike anything he had ever seen before. The Fold bleated accusations and tore each other to bits and pieces with hands and teeth and never once did they look up to see their kind and charismatic shepherd smiling down upon them with eyes that were cold, bleak and without pity.\n\nWhen it was all over, Otto felt the creaking, wooden stage shake as a murder of crows circled above. Suddenly, the ground rose and then sank into a thick, oozing black mud like molasses. Moments later, a formless mass squelched out of the muck and rose like a rearing horse to feed upon the writhing mass of butchered humanity.\n\nIt was everywhere and nowhere at once as it slowly picked its way through the carnage, absorbing the darkness, savouring the misery, trailing terrible noises. Shrieks. Cries. Whimpers. Pops. Cracks.\n\nFeasting sounds.\n\nDeath sounds.\n\nDark sounds.\n\nOtto watched the creature as it slowly began to manifest into the very thing he had imagined—the very thing he had made them all imagine.\n\nIt turned slowly to look at Otto for a long silent moment, then the Druanee trudged away through the thick black sludge, disappearing into the shadows from which it had come.",
    "imgs": {
      "portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/49/K28_charSelect_portrait.png",
      "store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5e/K28_storeBackground.png"
    }
  }
]