[
  {
    "number": 30,
    "name": "Haddie Kaur",
    "code": "haddiekaur",
    "gender": "female",
    "licensed": false,
    "difficulty": "N/A",
    "role": "Brave and Determined Podcaster",
    "nationality": "Indian",
    "dlc": "Chapter XXIV: Roots of Dread",
    "perks_names": ["Inner Focus", "Residual Manifest", "Overzealous"],
    "perks_ids": [104, 105, 106],
    "overview": "Haddie Kaur is a brave and determined podcaster with the ability to see and feel places of great suffering she calls Overlaps.\nHer personal Perks, Inner Focus, Residual Manifest, and Overzealous, allow her to track Survivors and Killers after an attack, use Flashlights more effectively, and repair Generators more efficiently.",
    "backstory": "Haddie spent her youth in a household brimming with love. Her mother, Professor Basant Kaur, moved across the world to teach agricultural science at a university in Trois-Rivières, Quebec. Her father, Rajan Singh, found remarkable success with a catering business in the small, Quebecoise town. Her house constantly swirled with the wonderful aromas of cumin, chillies, masala, cardamom and fresh, steaming naan pulled from a tandoor oven. Her earliest memories were filled with stories of India and on her tenth birthday her parents promised to visit Punjab just after the new year.\n\nDuring the holiday season, her parents went to a party with their closest friends, Marise and Francois Rois. When Haddie called her parents to say she felt sick, they left in a hurry. Driving through the winding, snow-swept roads of rural Quebec, Rajan lost control of the car, skidding into an icy, gnarled forest. It would be two days before their bodies were found trapped in the vehicle. As Haddie's fever broke, the police arrived at her doorstep telling her that they had not suffered. But Haddie was old enough know to the police were just being kind. The next morning, she woke up with white hair and a question that would haunt her for the rest of her life.\n\nThe Rois took Haddie in, doing their best to fill the hole left by her parents. Despite the enormous loss, Haddie was again surrounded with love: the love her adoptive parents had for their son, Jordan, and the love the three had for her. But the trauma of losing her parents seemed to unlock something within her. She began to see things nobody else could see; horrible, unnatural, unexplainable things. Apparitions tormented her in class, at home, in bed. Her unexpected screams earned her the nickname “Helly Haddie”, only adding to her alienation and anguish. Once a cheerful and social child, Haddie walled herself off to the world.\n\nWith time Haddie realised her uncanny abilities only triggered in certain areas — dark areas. It was as though there were places in the world where another dimension somehow bled into our own. Jordan called these intersecting areas Overlaps, and they seemed to give Haddie insight into a dark, shadowy world straight out of a cosmic horror story. When Haddie graduated from high school, she felt an unexplainable tug to discover who her parents were. To raise money for a trip to India, her brother Jordan suggested that they use her abilities to explore and document all the haunted places in Quebec, starting with a haunted asylum. At the Dorea Institute, Haddie could see and hear residual memories... patients, doctors, and so much more.\n\nWhile recording her impressions at the institute, she offhandedly called the encroaching dimension the Ravage since it not only assaulted her with memories from all times and places but also gave the sense of feeding off psychic energy. The Ravage, she sensed, was a living mosaic of human suffering that was slowly corrupting and devouring the world. She concluded that they needed to investigate more to see if there was anything to her hypothesis.\n\nJordan presented the footage and recordings to their uncle Stefan who helped them turn what they had documented into a web series. Within days of uploading the first episode, Ravages of the Abyss was a viral hit. True crime fans, ghost-chasers, and sceptics flooded the comments with their own theories of what she was experiencing. Stefan handled the production, and before long, he presented Haddie with her first cheque as a professional podcaster.\n\nNow with a working budget, Haddie was able to investigate the most haunted places in the world seeking answers about the Ravage. Her investigations led her to a secluded island where once an entire town had mysteriously disappeared leaving dozens of empty homes. She never felt such a strong influence of the Ravage as she did here. It pulsed with suffering and cruelty and repressed darkness.\n\nHaddie absorbed the emotions of the ghost town and closed her eyes. Calming herself and silencing her mind, she began to hear guttural screams and cries and whimpers. When she opened her eyes again, she could see the scintillating orange residual memories of people tearing each other apart in the mud and rain. Then everything disappeared as a much older version of her stepbrother beckoned her from one of the homes.  She chased after him only to stop suddenly with the realisation that the Ravage was toying with her emotions, playing tricks on her, making her see things that couldn’t possibly be real.\n\nThe encounter nearly put Haddie off the project entirely, but she was now the linchpin for a company that fed her family. Her uncle Stefan continued to line up sites to visit, and after a personal trip backpacking across India, Haddie carried on subjecting herself to the horrors of the Ravage.\n\nThen, while investigating a haunted World War II bunker in the Alps, Haddie heard someone faintly crying out for help in Punjabi. Snow flurried in the bunker as a tunnel suddenly opened to a snow-covered forest. A horn blared in the distance and faded away. She saw the glow of red lights through a wall of snow and felt her heart skip a beat as she rushed to a crumpled, blue car pinned between two massive pine trees. Through the shattered windshield she saw the bodies of her parents stuck in pools of frozen blood.\n\nHaddie narrowed her gaze and saw tiny plumes of vapor floating from their trembling blue lips. With a profound sense of urgency, she rushed around the wreck trying her best to push, pull, and kick her way in. All to no avail. As she cried out to them that she was sorry for being sick, that the accident was all her fault, their eyes snapped open and, in unison, they answered the question that had anchored her life to their death. \"Yes... Beti... we suffered...\"\n\nWith a terrible cry Haddie fell back into the snow as ice tendrils wrapped around her and pulled her down into a world of endless darkness.",
    "imgs": {
      "portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/97/S31_charSelect_portrait.png",
      "store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/72/S31_storeBackground.png"
    }
  }
]