[
	{
		"number": 0,
		"name": "Dwight Fairfield",
		"code": "dwightfairfield",
		"gender": "male",
		"licensed": false,
		"difficulty": "easy",
		"role": "Nervous Leader",
		"nationality": "American",
		"dlc": "Base game",
		"perks_names": ["Bond", "Prove Thyself", "Leader"],
		"perks_ids": [19, 20, 21],
		"overview": "Dwight Fairfield is a nervous Leader, able to locate his allies and increase their effectiveness.\nHis personal Perks, Bond, Prove Thyself, and Leader, allow him to get in proximity of other Survivors and provide bonuses to their actions as well as his own.\nHe is skilled at finding others and working as a group. His Perks help him and others by keeping them together and alive.",
		"backstory": "Dwight was geeky and scrawny through high school. He always wanted to be one of the cool kids, but somehow never had the charisma. He tried out for the football team but was cut, the basketball team didn't even take a look, and his grades were distinctly below average. One weekend, on a team-building exercise from his dead-end job, Dwight's boss led them deep into the woods before breaking out his family recipe moonshine. Dwight remembered taking the first sip before waking up late the next morning all alone. During the night, the others had abandoned him. Once again, the laughing stock of the community Dwight tried to hike his way out of the woods. That was the last anyone ever heard of Dwight Fairfield.\nDwight isn't the typical guy you think of when someone says \"Survivor\". He lacks that certain pizzazz and without his glasses, he's more or less blind. But as the sun sets and the woods come alive, Dwight clasps to his rat race life, making sure that he'll live to see another day even though something unimaginable is after him. Dwight won't stop. He'll survive no matter what. As others spent hours being seen in high school. He spent hours becoming invisible and avoiding danger. And it doesn't matter if it's dangers in the hallway or dangers in the woods. Survival is key. As other employees panic when terror infects them, Dwight makes use of his disturbing teen experience. The tables have now turned and now others need to follow to Dwight's firm directions if they are to survive as he knows how to disappear.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/8/8c/S01_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/df/DwightStore.png/"
		}
	},
	{
		"number": 1,
		"name": "Meg Thomas",
		"code": "megthomas",
		"gender": "female",
		"licensed": false,
		"difficulty": "easy",
		"role": "Energetic Athlete",
		"nationality": "American",
		"dlc": "Base game",
		"perks_names": ["Quick & Quiet", "Sprint Burst", "Adrenaline"],
		"perks_ids": [22, 23, 24],
		"overview": "Meg Thomas is an energetic Athlete, able to outrun most Killers.\nHer personal Perks, Quick & Quiet, Sprint Burst, and Adrenaline, give her advantages to escape chases and put distance between herself and the Killer.\nShe is all about escaping and avoiding bad situations. She can greatly surprise the Killer with her speed, when she is in a bad situation.",
		"backstory": "Perhaps it was her mother that had instilled the fierce streak in her or maybe it was her father that left them when she was a baby. Meg excelled at schoolwork but she was off the rails. Fortunately, an athletics coach encouraged her to channel her misspent energy on the track. She motivated herself into becoming a high school star and earned a scholarship to college. When her mother fell ill, Meg decided to give up her chance at college to care for the woman who had raised her. One summer’s day, on a long run deep in the woods, Meg vanished. Search as they did, they never found her body.\nMeg is one of those who is just simply filled with energy. Unfocused and uncontrollable energy that had to come out. As a kid it came through rowdiness and rebellion. Someone had to focus Meg before something went terribly wrong. Fortunately, someone did. She started to run. Maybe from something undefined that fueled her energy. So to run equaled life. But to run now might attract those beings that crave the pain of others. But as she runs from something, instead of towards it, she understands something. She understands that speed is not of the essence. It’s reaching that finish line. Rather last but still breathing. She deludes whatever is out there as she glides through obstacles and fear, thus managing to stay alive.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/77/S02_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b6/AS_MT_charPreview.png"
		}
	},
	{
		"number": 2,
		"name": "Claudette Morel",
		"code": "claudettemorel",
		"gender": "female",
		"licensed": false,
		"difficulty": "easy",
		"role": "Studious Botanist",
		"nationality": "Canadian",
		"dlc": "Base game",
		"perks_names": ["Empathy", "Botany Knowledge", "Self-Care"],
		"perks_ids": [25, 26, 27],
		"overview": "Claudette Morel is a studious Botanist, able to boost her team's survivability as well as her own.\nHer personal Perks, Empathy, Botany Knowledge, and Self-Care, allow her to spot injured Survivors and heal both herself and her team more effectively.\nShe uses her time out of the fog to collect potent plants found around the Campfire to create tinctures that can stop bleeding.",
		"backstory": "From the day that her parents gave Claudette her first science kit, she loved experiments. Her single-minded pursuit lead to an early scholarship at a great college. It was a huge decision to leave Montreal, but the chance was too good to pass up. Her introverted nature means that chat rooms and forums are now her best source of social interaction. Her new favourite activity is to answer botany questions for others under her new moniker of Science Girl. One evening, during a long bus ride back from the city, Claudette took a stroll that would change her life. It only took a minute for her to get completely disoriented in the thick woods. She never found her way back. Her forum only started to wonder where she was a week after she stopped posting.\nClaudette is not the outgoing type. Her brilliance provided her with a social handicap and she has fled the real world for chat rooms and forums. Botany and studies fill her life and even though she yearns for something else - it won't come via a modem. Being thrown into a real-life situation can feel awkward and forced. But as she is used to shutting out the world, she suddenly finds hope in this inexplicable darkness that is slowly devouring her. A plant. A tree. A bush. Simple greenery that might save a life. She hides within and amongst them. Her knowledge and skills flourish as gruesomeness roams free around her.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/65/S03_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/fc/AS_CM_charPreview.png"
		}
	},
	{
		"number": 3,
		"name": "Jake Park",
		"code": "jakepark",
		"gender": "male",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Solitary Survivalist",
		"nationality": "South Korean",
		"dlc": "Base game",
		"perks_names": ["Iron Will", "Calm Spirit", "Saboteur"],
		"perks_ids": [28, 29, 30],
		"overview": "Jake Park is a solitary Survivalist, able to hold his own in most situations.\nHis personal Perks, Iron Will, Calm Spirit, and Saboteur, allow him to more effectively move about the environment and survive while injured.\nHe is all about keeping calm as you face true terror. He is one with nature and used to surviving by any makeshift way possible.",
		"backstory": "Growing up the son of a wealthy CEO was always going to put pressure on Jake Park. When his brother graduated with honours from Yale, the pressure on Jake intensified. Jake just wasn't the academic type, but his father never really understood his refusal to embrace the expensive education he lavished upon him. Eventually, Jake rebelled by dropping out of school entirely. Now, Jake lives off the grid on the edge of the woods. It's been years since he spoke to his father but his mother checks in once in a while. It was she, who eventually called the police. The cops said he got lost in the woods and a search party looked for days, but gave up as bad weather rolled in. Despite passionate pleas from his mother, they never resumed the search and Jake went down in history as another casualty of the woods.\nJake's destiny was set even inside his mother's womb. Heir to wealth, noble manners and caretaker of the family reputation and legacy. During torture it's not pain that breaks a man, it's immense pressure. And Jake couldn't handle any more pressure. Instead he sought the opposite of fine dining and maids. He left the grid and ended up with a forest as closest neighbour. A self made outsider, Jake understands nature. He's not there to tame something - rather him becoming feral. Remove the brutal Killers that seek out blood to drain and Jake would feel just at home. No Wi-Fi. No Fortune-500 companies. No father or mother. Years away from modern life has given Jake a new feel for problems. Pain is just an obstacle that hinders you from getting fed. No matter what is hunting you, you need to stay one step ahead. Struggle, blend in, adapt. Just don’t make it easy for others to erase you from the Earth's surface.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/cb/S04_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/fe/JakeStore.png"
		}
	},
	{
		"number": 4,
		"name": "Nea Karlsson",
		"code": "neakarlsson",
		"gender": "female",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Urban Artist",
		"nationality": "Swedish",
		"dlc": "Chapter I: The Last Breath",
		"perks_names": ["Balanced Landing", "Urban Evasion", "Streetwise"],
		"perks_ids": [31, 32, 33],
		"overview": "Nea Karlsson is an Urban Artist, able to easily escape and hide.\nHer personal Perks, Balanced Landing, Urban Evasion, and Streetwise, make her well suited to completing Objectives and rapid evasion.\nShe is focused around movement - making her faster, more balanced, and better at evading the Killer.",
		"backstory": "Nea is of Swedish descent, a tagger and a bit of a troublemaker. She started rebelling when she was 16, she dyed her hair black and cut it in a way she liked it. In her early teens, her parents thought she lacked that thing that makes everyone else \"normal\". She may have gone too far when her friends, not thinking well, dared her to tag the old asylum. She was never seen again, and now tries her best to survive the Entity's dangers.\nNea grew up in the small town of Hjo in Sweden. She had a happy childhood even though her mom and dad worked hard. As the opportunity to move to the US became a reality she started acting out. Her parents didn’t really pick up on this as a reaction to their move. Nea was forced to leave her friends and life behind. Nea shied away from what her parents considered “normal”. Instead she took refuge in skate parks, and her tag “Mashtyx” was seen more or less all over her new hometown, and Nea made a sport out of tagging government buildings. Finally Nea’s parents became used to Nea disappearing for a few days on end. As she’s nimble and almost catlike, she’s able to evade deadly dangers. Years on skateboards has proven worthy training. And keeping her head down, avoiding the fuzz can be applied to all dangers. The only question is whether she has some interest in not giving up.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/14/S05_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/ff/NeaStore.png"
		}
	},
	{
		"number": 5,
		"name": "William \"Bill\" Overbeck",
		"code": "williambilloverbeck",
		"gender": "male",
		"licensed": true,
		"difficulty": "hard",
		"role": "Old Soldier",
		"nationality": "American",
		"dlc": "Chapter 3.5: Left Behind",
		"perks_names": ["Left Behind", "Borrowed Time", "Unbreakable"],
		"perks_ids": [34, 35, 36],
		"overview": "Bill Overbeck is an old Soldier, accustomed to dealing with critical situations.\nHis personal Perks, Left Behind, Borrowed Time, and Unbreakable, make him more powerful in dire moments.\nHe is tough as nails and knows how to survive just about anything. He'll do whatever it takes to help others live to see another day and he's not afraid to take one for the team.",
		"backstory": "It took two tours in Vietnam, a handful of medals, a knee full of shrapnel, and an honourable discharge to get William \"Bill\" Overbeck to stop fighting and try to live a peaceful life. He hated it. After decades spent drifting aimlessly through dead end jobs, Bill went in for a routine surgery and woke up to find the world he knew was gone. A plague was turning normal people into mindless killing machines. Naturally, the first thing he did was fight his way home and put on his uniform. Making his way through rural ghost towns and pitch-black forests, he found other Survivors, and together they fled from the infected hordes. In the end, Bill sacrificed himself to ensure their safety. His body was never found. Bill was left for dead. No one knows that he still has the only thing he ever wanted: an enemy to fight.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/66/S08_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/39/DS_BO_charPreview.png"
		}
	},
	{
		"number": 6,
		"name": "David King",
		"code": "davidking",
		"gender": "male",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Rugged Scrapper",
		"nationality": "English",
		"dlc": "Chapter V: A Lullaby for the Dark",
		"perks_names": ["We're Gonna Live Forever", "Dead Hard", "No Mither"],
		"perks_ids": [37, 38, 39],
		"overview": "David King is a rugged Scrapper, rewarding high-risk play.\nHis personal Perks, We're Gonna Live Forever, Dead Hard, and No Mither, reward an aggressive, controntational play style, but leave him vulnerable.\nHis Perks are a result of his years playing rugby and stem from his strong physique and his need for Adrenaline. But being fast isn't everything, he's - sometimes - also a team player. But that side is seldom seen.",
		"backstory": "The single child of a wealthy family, David King seemed destined for greatness. While growing up in Manchester, he demonstrated serious potential in both sports and academics, and with his family connections, all doors were open to him. He could have succeeded at anything, if it weren't for his combative nature. David lived for the adrenaline rush of a good fight and would go out of his way to get into one.\nHis robustness and athletic abilities led him to rugby, where he could cut loose and really cause a ruckus. King excelled and gained a reputation as a promising, if somewhat reckless, rookie. His meteoric rise came to an abrupt end when he lost his temper and assaulted a referee, earning himself a lifetime ban from the league and cutting short what most people assumed was going to be a long, successful career. King was unconcerned; money was no issue, so he took it as an early retirement and focused on other fun things to do.\nFree from the constraints of a career and enabled by the wealth of his family, David King spent most of his time at the pub, drinking, watching games, and getting into fights. Some might say he was wasting his life away. Not many people knew that he was an occasional \"debt collector\" or that he fought in clandestine bare-knuckle fight clubs.\nWhen David King stopped showing up at the pub, the few friends he still had were not surprised. They figured he had finally picked a fight with someone stronger than he was. In a way, they were right.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/57/S10_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/91/DavidStore.png"
		}
	},
	{
		"number": 7,
		"name": "Laurie Strode",
		"code": "lauriestrode",
		"gender": "female",
		"licensed": true,
		"difficulty": "hard",
		"role": "Determined Survivor",
		"nationality": "American",
		"dlc": "Chapter II: The HALLOWEEN&reg; Chapter",
		"perks_names": ["Sole Survivor", "Object of Obsession", "Decisive Strike"],
		"perks_ids": [40, 41, 42],
		"overview": "Laurie Strode is a determined Survivor, prepared to weather any challenge.\nHer personal Perks, Sole Survivor, Object of Obsession, and Decisive Strike, grant her powerful survival abilities at the cost of leaving her exposed.\nHer Perks are tied to the Killer's Obsession and surviving - no matter what.",
		"backstory": "You never know what really matters in life until you've realised it might end soon. Laurie is one of those who just wants a quiet life in the suburbs, hanging out with friends, family and maybe go on a date or two. Laurie is a typical teenager. You could pass her on the street and not think twice. She does her homework and is liked by her friends, teachers and family. A simple night of babysitting turns into something that will forever change the course of her young life. A knife swooshing through the air. Screams from afar. Noises that plays tricks with her mind. But not Laurie, she’s made of something stronger. Something that won't give up.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/cc/S06_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5c/LaurieStore.png"
		}
	},
	{
		"number": 8,
		"name": "Ace Visconti",
		"code": "acevisconti",
		"gender": "male",
		"licensed": false,
		"difficulty": "easy",
		"role": "Lucky Gambler",
		"nationality": "Argentinian of Italian ascent",
		"dlc": "Chapter III: Of Flesh and Mud",
		"perks_names": ["Open-Handed", "Up the Ante", "Ace in the Hole"],
		"perks_ids": [43, 44, 45],
		"overview": "Ace Visconti is a lucky Gambler, improving the odds of the entire team.\nHis personal Perks, Open-Handed, Up the Ante, and Ace in the Hole, boost the Luck of all Survivors and help with Chest searches.\nHe is one lucky bastard or at the very least he believes he is. Therefore, he's always ready to make a gamble. Often, he's right.",
		"backstory": "Ace Visconti is one charming guy. With his sharp Italian looks, grey-streaked hair and silver tongue, he could pass for an ageing 50's movies star. His heart has always belonged to the cards. From his roots as a poor boy in Argentina, he gambled, scammed, seduced and smooth-talked his way to a life of luxury as a high roller in the land of opportunity. Despite money always having a way of slipping through his fingers, Ace always figured he could win more. He never fulfilled that ambition; eventually he racked up too many debts with the wrong kind of people. And when they finally came to collect, Ace was nowhere to be found. No one knew who tipped him off or where he fled to, but anyone who knew Ace Visconti can agree on one thing. He will survive: against all odds.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/9f/S07_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/40/DS_AV_charPreview.png"
		}
	},
	{
		"number": 9,
		"name": "Feng Min",
		"code": "fengmin",
		"gender": "female",
		"licensed": false,
		"difficulty": "easy",
		"role": "Focused Competitor",
		"nationality": "Chinese",
		"dlc": "Chapter IV: Spark of Madness",
		"perks_names": ["Technician", "Lithe", "Alert"],
		"perks_ids": [46, 47, 48],
		"overview": "Feng Min is an objective-focused competitor who can quickly adapt her strategy to meet a vast range of challenging situations.\nHer personal Perks, Technician, Lithe, and Alert, help her with repairing Generators and locating the Killer.\nShe can silently work on Generators and thus can notice the Killer long before they notice her. She will be long gone before the Killer can do anything.",
		"backstory": "Feng Min was a young girl when she first picked up computer games, and she was instantly hooked. The brand new worlds enchanted her with colours, sounds and explosions – a chance to be somewhere else, or someone else. Her parents saw no wrong with a few minutes in front of the screen, but as minutes turned into hours and sometimes days, they finally decided to pull the plug and force Feng Min to put more efforts into her studies.\nShe felt smothered by her parents who refused to see the potential of a future in games, so she left home and spent her time in internet cafes and LAN parties where the old rules didn't apply. She spent hours playing, streaming, competing to rise to the top. Her parents became what she called \"holiday parents\" as she never saw them outside the holidays, and she became the black sheep of a one-child-family. In the gaming world, however, she finally found respect. Nicknamed the \"Shining Lion,\" she was invited to join a prestigious e-sports team and to live in their dorms, where she found a sanctuary free of the misconceptions and prejudice she had felt from her parents and the non-gaming world.\nFeng Min pushed her limits to prove she was the best. Sleep was less important to her than training. At the top of her game, she filled stadiums with fans who adored her. But it couldn't last forever; the pressure to be the best grew stronger and stronger. She pushed herself too far, slept too little, and her performance began to slip. She started to lose. At night, she would stay up, tormented by the thought of disappointing her parents… and her fans.\nShe spiralled out of control and fell into a pattern of self-destruction. She started wandering the streets and visiting bars, where no one knew of E-Sports, waking up in places she didn't remember. One day she woke up somewhere completely different… in a never-ending nightmare. Feng Min did not despair. As she learned more about the challenge she was up against, she realised this was what she had been training for her entire life. Now, she was going to win.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/a/ac/S09_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e8/FengStore.png"
		}
	},
	{
		"number": 10,
		"name": "Quentin Smith",
		"code": "quentinsmith",
		"gender": "male",
		"licensed": true,
		"difficulty": "easy",
		"role": "Resolute Dreamwalker",
		"nationality": "American",
		"dlc": "Chapter VI: A Nightmare on Elm Street&reg;",
		"perks_names": ["Pharmacy", "Vigil", "Wake Up!"],
		"perks_ids": [49, 50, 51],
		"overview": "Quentin Smith is a resolute Dreamwalker, increasing the survivability and recovery of his team.\nHis personal Perks, Pharmacy, Vigil, and Wake Up!, help Survivors locate Exit Gates and recover more easily.\nHis Perks focus on survival and helping others - providing a kind of support in this nightmare.",
		"backstory": "When he heard that Nancy's mother had disappeared, Quentin Smith knew instantly that their success had been short-lived. Although their plan had seemed to work flawlessly, Freddy Krueger had beaten death yet again.\nBut Quentin wasn't about to give up. It may take many attempts, but he vowed that somehow they would find a way to beat Freddy, once and for all. If he didn't, it would only be a matter of time before Freddy would win and Nancy was lost.\nSomeone like Quentin never attracted attention in a library, no matter how strange the texts he requested. He devoured all the information he could find, on shared dream worlds, lucid dreaming, and the methods to control the dream space. Forcing himself to stay awake, via a steady diet of pills and energy drinks, he searched through dusty volumes, finding myths about the demons that live in dreams, trapping their victims in limbo and feeding off their terror. He worked quickly as he knew that Freddy would soon be coming for him.\nIt wasn't long before that moment arrived and Freddy began appearing in his dreams. He stayed at the periphery at first, taunting Quentin, seemingly hoping to tire him out. Using all that he had learned, Quentin was able to see flaws in the dream; cracks where escape routes could be formed. He tested this skill carefully, not wanting to show his hand, hoping that it would give him some kind of advantage that he could use to defeat Freddy.\nThen, one night, he found himself in the familiar environment of Badham Preschool. Freddy had tired of the taunting and had finally decided to gut him. Quentin ran through the school, his quick eyes scanning for something useful in the maze of rooms. He found a can of paint thinner and quickly formulated a plan. Once the trap was set, he waited, acting as the lure to draw Freddy into the right position. And there he was, claws scraping on metal as he closed in for the kill. Quentin allowed himself time to enjoy the surprise on Freddy's face as the corridor ignited and then he was away, running through the building, heading for the exit that he knew existed. If he harried Freddy, weakening him and then escaping the dream, surely that would defeat him over time? Before his eyes, the cracks in the dream closed and his escape route was blocked. He was in Freddy's secret room again, and there was nowhere to run.\nAs Freddy closed in, a broad grin spreading across his ruined face, Quentin was consumed with a need to see this man finally obliterated. He wished it had been him, not his father, who threw the gas can that ended Krueger’s life, that it had been him who cut Freddy's throat. Perhaps that desire would be enough? This was a realm of the mind after all.\nHe let it consume him, concentrating all his thoughts on wishing Freddy gone. His vision was obscured with roiling tendrils of fog and, when it cleared, he was somewhere else. In another dream? If so, it wasn't his; it felt cold and unfamiliar.\nA flickering drew his attention and he realised he was by a campfire, and he wasn't alone. Other people were trapped here too, and they needed his help.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b2/S11_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/15/QuentinStore.png"
		}
	},
	{
		"number": 11,
		"name": "David Tapp",
		"code": "davidtapp",
		"gender": "male",
		"licensed": true,
		"difficulty": "intermediate",
		"role": "Obsessed Detective",
		"nationality": "African American",
		"dlc": "Chapter VII: The SAW&reg; Chapter",
		"perks_names": ["Tenacity", "Detective's Hunch", "Stake Out"],
		"perks_ids": [52, 53, 54],
		"overview": "David Tapp is an obsessed Detective, able to locate and complete Objectives faster.\nHis personal Perks, Tenacity, Detective's Hunch, and Stake Out, make him objective-focused and able to rapidly recover.\nHis Perks are all about determination and not giving up. You are dead set on reaching your goal and survive no matter what.",
		"backstory": "Detective David Tapp was one of the good guys. His determination to see Killers brought to justice and their victims avenged had led him through a long and respected career.\nWhen he first saw the details of the Jigsaw case, it seemed like many others. More grisly and macabre, sure, but just another lunatic with a penchant for the over-dramatic, who would soon be behind bars.\nA stroke of insight brought Tapp, and his partner Detective Stephen Sing, to an abandoned mannequin factory, where they discovered Jigsaw’s lair. They apprehended the man but he managed to escape before being unmasked, slashing Tapp's throat as he did so. Leaving his partner, Sing went in pursuit but fell victim to a booby trap. Tapp had failed to go by the book on this one occasion, entering the lair without a warrant, and it had resulted in a Detective's death. He was discharged from the force and left with a ruined throat and crippling guilt.\nHe channelled that guilt into an obsession: he would find the killer, stop the murders, vindicate himself, and avenge his friend and colleague. Following the evidence trail brought him to Dr Lawrence Gordon and he staked out the doctor’s apartment, sure that he would find some evidence of guilt.\nThen he saw a stranger at Gordon's window and heard gunshots. Tapp confronted him and the man fled, with the pursuit leading to an industrial building.\nTapp's age caught up with him, a fight that he would easily have won in his younger days ended with Tapp taking a bullet to the chest. Slumping to the floor, he saw only failure. He had failed his partner and the other victims. Whoever the killer was, Tapp had been unable to stop him. More would die and it would be his fault.\nHe let the rage and guilt consume him and closed his eyes for the final time. Beneath him, the concrete floor softened. He dug his fingers into the ground, feeling dirt and leaves. Where his chest had been wet with blood, the shirt was now dry and the pain had gone. His eyes opened onto a darkened sky and the jagged, searching fingers of branches.\nScreams echoed through the forest and a new determination filled him. His mind was clear for the first time in months. Victims needed to be avenged, killers thwarted. He didn’t know what this place was, but he was still a cop, and he always would be. He had a job to do.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/15/S12_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/74/FS_DT_charPreview.png"
		}
	},
	{
		"number": 12,
		"name": "Kate Denson",
		"code": "katedenson",
		"gender": "female",
		"licensed": false,
		"difficulty": "easy",
		"role": "Hopeful Songbird",
		"nationality": "American",
		"dlc": "Chapter VIII: Curtain Call",
		"perks_names": ["Dance With Me", "Windows of Opportunity", "Boil Over"],
		"perks_ids": [55, 56, 57],
		"overview": "Kate Denson is a hopeful songbird, able to make the most of her surroundings.\nHer personal Perks, Dance With Me, Windows of Opportunity, and Boil Over, grant her the foresight and feistiness to escape even the most dire situations.",
		"backstory": "One of Kate Denson's earliest memories was standing in front of her family, singing a song that she'd learned that morning at school, and watching smiles spread across their faces. Seeing how something as simple as a song could make people so happy was the moment when she knew what she wanted to do with her life.\nShe practised, learned the guitar as soon as she was big enough to reach over it, and was performing in front of crowds by the time she was eight years old. Her mother did everything she could to fulfil Kate's dreams, taking her all over their home state of Pennsylvania, then across the South, and even to Nashville itself.\nKate won folk music competitions and talent shows whenever she participated, but for her to win others had to lose, and that wasn't in her nature. She only wanted an outlet, a way to touch people's lives. To make them forget the worries of the world and just enjoy themselves, if only for a while.\nWith age came a new-found freedom. She bought a battered old Chevy truck and was able to travel around by herself, meeting fans and making new friends wherever she stopped. Hers wasn't a story of rock excess though: just the road, her guitar and maybe a good bourbon to end the day.\nFrom sun-baked festivals to dark and cosy bars, people flocked to her voice and her self-penned songs of friendship, family, love and home.\nThese sentiments weren't just lip-service: she made sure to return home as often as she could, to help out in her community and entertain the local children with her tales of the wider world. She saw it as a way of giving back, of supporting others in the same way she had been.\nIt was home where she found most of her inspiration as well. She had always loved to take long walks in the woods around her town, exploring off the beaten track, finding a quiet spot to play and write her songs. She had a favourite location she returned to time and time again, a natural hollow, encircled by trees, that looked almost as if it had been blasted out of the rocks thousands of years ago.\nHere she felt a strong connection to nature, and to the Earth itself. She let her mind be enveloped by the forest and it rewarded her with constant inspiration.\nShe picked up her guitar and played, her fingers dancing across the fretboard. The music that she made this time was unlike her usual uplifting tunes, being much more melancholy, even dark. Still, something compelled her to continue, to finish the song.\nAround her, the leaves vibrated in unison with the guitar strings and the boughs of the trees lengthened, coalescing into a living form. Spider-like legs descended from the canopy above, grasping for her. Regaining her senses, she grabbed a rock and tried to beat them back, but their skin was hard as iron and the rock simply bounced off and skittered away.\nThe legs coiled like tendrils around her limbs and lifted her towards the darkness overhead. Fog rolled across the clearing, obscuring both Kate and the creature of nightmares that drew her up towards itself.\nWhen the fog cleared, there was no sign of any struggle, or of life. Just an acoustic guitar, the scratch plate engraved with flowers; as well as the initials KD, inlaid in mother of pearl.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/1/19/S13_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/4f/StoreBackground_GS.png"
		}
	},
	{
		"number": 13,
		"name": "Adam Francis",
		"code": "adamfrancis",
		"gender": "male",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Resourceful Teacher",
		"nationality": "Jamaican",
		"dlc": "Chapter IX: Shattered Bloodline",
		"perks_names": ["Diversion", "Deliverance", "Autodidact"],
		"perks_ids": [58, 59, 60],
		"overview": "Adam Francis is a resourceful Teacher, able to adapt to new circumstances and develop strategies accordingly.\nHis personal Perks, Diversion, Deliverance, and Autodidact, help him to distract the Killer, survive desperate situations and become more skilled as the trial continues.",
		"backstory": "Adam was born in Rollington Town in Kingston, Jamaica. His father died in a car accident when he was two, and his uncle took him in. His uncle was a strict, but fair man, who raised him to value education.\nAt Kingston College, Adam discovered his father's published works, which triggered his passion for literature. His campus, however, was known for its focus on athletics. As a shy teenager with his nose stuck in books, he was the perfect prey for bullies. What he lacked in sports, he made up in grit. He learned to defend himself in the thick of it.\nIt's during his years in college that he started to imagine his life elsewhere. While his close friends orbited the music industry, he followed a surer path. His grades granted him admission to higher education, and there was a demand for teachers abroad.\nAfter graduating university, he taught extra classes to afford applying fees overseas. He had a steady diet of long commutes, grading piles, nightly lesson plans, and early classes. After a year, he managed to apply for a position abroad. His first plane ride took him to Southern Japan for a new start.\nHis life in Kagoshima was hectic. There was little time to do everything he took for granted back home. His Japanese was elementary at best, which slowed him down. Buying groceries took hours, long commutes had to be planned, and lesson plans relied on Japanese notions, which he had to learn.\nBut after a few months, he found his rhythm. He reflected on it one morning while riding the train to work. He no longer had to study the Kanji characters filling the map. He knew his way. His language skills had improved, he felt connected to his students, and he'd treat himself to luxurious restaurants on weekends. He even had his first vacation planned.\nWithin seconds, Adam's world was brought down to a slow motion. Rails hissed, bags came pouring down, and the floor trembled before the hit: Adam crashed forward as the train flipped upside down. He landed on a window pane as an unhinged door came flying at a passenger. He rolled over so that the door would hit him instead of the girl. He shut his eyes as he braced for impact, but nothing happened.\nHe squinted one eye open and he saw nothing but darkness. A heavy Fog had taken over the train. Ice seemed to flow through his body, reaching his lips first, then the tip of his fingers before spreading to his legs. Lulled by the warm hum of the dark whisper, he closed his eyes, drifting.\nNo one truly knows what happened to Adam Francis. The school teachers imagined the worst when they watched the train derailment on the news and saw he was missing. Their fears seemed to be confirmed when Adam's bag was recovered from the crash site, but his body was never found. To this day, his uncle believes that Adam took off after the train crash, alive still, somewhere out there.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e1/S14_charSelect_portrait.png   ",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/45/StoreBackground_HS.png"
		}
	},
	{
		"number": 14,
		"name": "Jeff Johansen",
		"code": "jeffjohansen",
		"gender": "male",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Quiet Artist",
		"nationality": "Canadian with Norwergian roots",
		"dlc": "Chapter X: Darkness Among Us",
		"perks_names": ["Breakdown", "Aftercare", "Distortion"],
		"perks_ids": [61, 62, 63],
		"overview": "Jeff Johansen is a quiet artist with a heart of gold, standing steadfast against impossible odds. He has a dark past but led a quiet, simple life until his father passed, leaving things to sort out.\nHis personal Perks, Breakdown, Aftercare, and Distortion, give him observational advantages and help to hide his presence from the Killer.",
		"backstory": "Jeff Johansen was born and raised in Ormond, Alberta. He grew up as a quiet, only child with an aversion for large crowds. During High School, his anxious nature was mislabelled as shyness, which he covered up with a tough, stoic persona that intimidated bullies and teachers alike. At home, he discovered an interest for heavy metal and started a vinyl collection. The evocative symbolism on the covers inspired him to make some art of his own, which helped him cope with his parents' constant fighting.\nTo escape his parent's increasingly recurrent blow-ups, Jeff started working at a video store. Few customers passed by, so he had a lot of free time to draw. A late-night regular noticed his sketches and asked him to do some artwork for his gang at the abandoned lodge up Mount Ormond. Jeff accepted the challenge and painted a large mural depicting \"The Legion\" in runny, bloody letters. He was given a fifty-dollar bill and a 12-pack for his hard work. It was his first paid commission, a milestone to be proud of.\nAfter his parents' divorce, Jeff was forced to move with his mother to Winkler, Manitoba, which was miles away from his home town—and his dad. In Winkler, Jeff was more isolated than ever, except for art and music. His solace came shortly after graduating High School when he started working at a local bar with live music performances. He found a roadie gig shortly after, leaving Winkler behind.\nA few years later, Jeff got injured after getting involved in a fight during a concert. He was told he could lose part of his eyesight, so his doctor asked him to stay in town in order to monitor him. It was a difficult time during which Jeff re-assessed his life choices.\nHe went back to school—art school. His eyesight slowly returned, but he had to be careful. He took a few courses, experimenting with a wide range of mediums, ultimately choosing oil painting and digital art, the latter of which offered paid intern-ships. He took up a desk job and found his calling in designing labels for microbreweries. He led a quiet, simple life: he brewed beer, took-in a rescue dog, designed tattoos, and freelanced album covers for bands he liked. All until one morning, when he got a phone call from Ormond saying that his father had passed, leaving a few things to sort out.\nJeff drove all the way back to Ormond. He felt a pang of nostalgia when he reached his late father's house. Inside, there was an old guitar case sitting in against the wall. It held a black, vintage model with a sticky note that said, \"for my boy.\"He stayed in town longer than he planned to, reminiscing about his childhood. Driving by his former High School, he remembered the mural he painted up Mount Ormond. He bought a 12-pack and headed to the lodge.After weeks of not hearing back from Jeff, his colleagues assumed that grief had gotten the better of him. His neighbour got tired of sitting his dog, which became more and more agitated as days went by. The dog became a stray again, erring while seeking the familiar trail of Jeff's malty scent.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/b/b9/S15_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c1/StoreBackground_KS.png"
		}
	},
	{
		"number": 15,
		"name": "Jane Romero",
		"code": "janeromero",
		"gender": "female",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Influential Celebrity",
		"nationality": "Latin American",
		"dlc": "Chapter XI: Demise of the Faithful",
		"perks_names": ["Solidarity", "Poised", "Head On"],
		"perks_ids": [64, 65, 66],
		"overview": "Jane Romero is an influential celebrity, going against the grain to tackle challenges head on.\nHer personal Perks, Solidarity, Poised, and Head On, give her a flexible set of skills that allow her to help others, as well as herself, to escape dangerous situations.",
		"backstory": "Jane Romero was the daughter of famous actress, Loretta Lawrence, of whom she had no memory. Her parents had separated when she was still a baby, mainly since her mother was often away filming. Jane was raised by her father, a struggling visual artist. She grew up torn between resenting her mother's absence from her life and admiring her presence on screen.\nAs a teenager, Jane secretly wished to emulate her mother's talent. She would direct and perform in plays, audition for TV commercials and help her father at his studio. During her senior year, she entered a national oratory contest and won first prize. Her performance attracted the attention of a radio station that contacted her for an interview. During the live show, her natural charm and repartee impressed the staff, who offered her a part-time job at the station.\nAfter graduating college in Communication, she quit her job at the station to work for a trendy variety show. But her frank delivery and ad-libs were not appreciated by the show's executives, who fired her after five months. Desperate for another opportunity, Jane pitched a show at the radio station she used to work at, only to be turned down, her proposal being too risky.\nFour months later, she received a phone call from a producer who had seen reruns of the show. He was looking for a co-host to spark up the failing show Quick Talk.\nLive television meant long hours, a low salary, and no stability, but it also offered a platform to broadcast her views. She disputed the crude inflammatory tone of Quick Talk and pushed for a relate-able coverage of personal issues. Her honest delivery resonated with her audience and within weeks, the show's viewer-ship was steadily growing.\nAfter two years, she launched a full-hour segment called The Jane Romero Show, which was broadcast nationally and covered tabooed topics, including her personal struggle with abandonment. Her show broke records and her initials J. R. became synonymous with products ranging from beauty creams to fashion accessories.\nBut Jane needed more; she wanted others to follow her in her footsteps. She published a memoir that covered her childhood with an absent mother. Her book was an instant best seller, but was reviewed harshly. Critics called it \"a serving of sad anecdotes seasoned with bland, generic self-help tips.\" Jane took this criticism to heart, since despite her success, a voice in the back of her mind was starting to doubt her achievements. Her success also generated an increasingly demanding schedule and a growing pressure to entertain constantly. During a particularly tense week, she canned an episode and instead launched a two-hour-long special on divorce. Her stress peaked when she learnt that her mother had agreed to star in her show.\nJane put on a brave face and began the show. Most of it went without a hitch, but her mother walked on set, smiling warmly at the audience, Jane's stomach lurched unpleasantly. She was consumed by a violent envy that had been festering. Yet she carried on with a strained smile, until Loretta interrupted her, saying that they were not actually related. The interview went haywire after that.\nAfter the show, Jane was driving to her father's house in New Jersey. She needed to talk things over with him; she had not been feeling like herself lately. She turned on a free-way along the coast to avoid major congestion and popped some painkillers to numb the throbbing pain in her temples, which had been nagging her all day. Then she started to relax and turned on the radio; classical music was playing. The drive was slow. Black ice covered the highway, which was packed with cars on their way back home. Night fell. A darkness began to blur the corners of her vision and turned the headlights into swirls of red. Jane blinked to sharpen their outlines, but each time she closed her eyes, her eyelids became heavier and heavier, until they remained shut for a moment too long.\nThe following morning, authorities were fishing out Jane's car from the water. Despite leading a meticulous search for weeks, they were unable to retrieve her body.\nThe airing and production of The Jane Romero Show was suspended until after her funeral, which both her father and mother attended.\nAs the public grieved for Jane, there was a surge of orders for J. R. products and all her episodes were re-released a month later, with an opening credit that wished her eternal peace.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/d/d7/S16_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/58/StoreBackground_MS.png"
		}
	},
	{
		"number": 16,
		"name": "Ash J. Williams",
		"code": "ashjwilliams",
		"gender": "male",
		"licensed": true,
		"difficulty": "easy",
		"role": "Alone Wolf",
		"nationality": "American",
		"dlc": "Chapter 11.5: Ash vs Evil Dead",
		"perks_names": ["Flip-Flop", "Buckle Up", "Mettle of Man"],
		"perks_ids": [67, 68, 69],
		"overview": "Ash Williams is an alone wolf, cocky and headstrong; a man built for survival.\nHis personal Perks, Flip-Flop, Buckle Up, and Mettle of Man, give him additional resilience to pain and hardship, as well as the ability to help his friends out of sticky situations.",
		"backstory": "During a weekend at a cabin with friends, Ash Williams uncovered the Necronomicon Ex-Mortis (The Book of the Dead) and awoke something dark in the woods. Evil possessed his friends, whom he was forced to kill, and his right hand, which he sawed off. For the next thirty years, Ash ran from his past, working at a Value Stop department store and seducing women in dive bars. But he screwed up one night while being high, when he read from the Necronomicon to impress a woman. Evil found him once more, wrecking the life of those around him. But his co-workers, Pablo who was raised by a shaman and Kelly who was orphaned by the Deadites, helped him put up a fight. While battling Evil, Ash was reunited with his long-lost daughter Brandy, who encouraged him to embrace his role as saviour of humanity. After a terrible fight with a fully formed demon, Ash, drawing his last breath, was taken by the Knights of Sumeria and transported into the future. Ash wakened to a voice, his head throbbing. Since defeating a gang of Deadites a week ago, he had been in a perpetual state of hangover. He heard the voice once more; a woman singing, sensual and inviting.\nStepping into the corridor in his boxers, he strode towards the voice, which lead to the public locker room. As Ash pushed open the door, the singing stopped. There was a rustling of curtains. He called out, entering the change room. His voice reverberated on the mouldy tile walls. He pressed on, reaching a shower that was still dripping wet. Cold, humid fingers ran down his bare back. He turned around.\nA woman stood naked, her skin glistening in the morning light that streamed in from high windows. Ash recognised her instantly: Linda Emery, one of his former high school flings. They had gotten back together years later, while saving their home town from Evil. He had ended their relationship soon afterwards, preferring to indulge freely in his new-found popularity.\nLinda winked at Ash, who closed the distance between them. He caressed her cheek wistfully: What was she doing here? Did she know anything about the whereabouts of her daughter? And Pablo and Kelly?\nA sharp blade dug into his hand, making him jump back. Linda slid a finger across the edge of her blade, collecting Ash's blood on her fingertip. She smiled, and her skin shrivelled, her hair faded, her shoulders stopped, and her curves sagged, ageing decades older in a matter of seconds. She attacked Ash, who poorly managed to block, being half-naked.\nEvery blow she delivered earned him a new wound. She slashed his bad knee and he fell to the floor. As she jumped on top of him, Ash shrieked in disgust, knocking the knife out of her grasp. Her varicose hands wrapped around his neck, strangling him. Gasping, he outstretched his arm, hand landing on a soap dispenser. He spurted out some liquid on his fingers and poked her in the eyes. The elderly woman winced, weakening her hold, and Ash elbowed her in the face, knocking her back. He rolled over and grabbed the knife on the floor. Just as he was about to plant it in her chest, he stopped. There was something else he wanted more.\nHe pressed the blade against her throat. Let's make a deal, demon. In exchange for not killing you, you portal me back to my friends. The demon agreed.\nShe began reciting the incantation, instructing Ash to repeat after her, which he failed to manage. When nothing happened, Ash threatened the demon, who argued back, blaming his poor pronunciation. Their combined exchange of Sumerian words triggered a hiss from the shower behind them. The wet tiled floor darkened, and the pipes burst. A whirlpool of dirty water, shower curtains, and used toilet paper swallowed the demon, while Ash held onto a locker door, which slowly slipped from his fingers.\nFFFUUUC-\nAsh landed flat on his chest in the Realm of The Entity, sputtering grass. He got up, brushing off the dry clothes he suddenly had on. Then he looked around and his grin fell. It was the kind of place that made two things obvious: one, there wasn't any bar for miles, and two, he was going to need his shotgun and chainsaw, both of which he lacked. As he started to walk towards a glinting light ahead, a scream rippled through the trees.\nGroovy.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/78/S17_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/e/e7/StoreBackground_AW.png"
		}
	},
	{
		"number": 17,
		"name": "Nancy Wheeler",
		"code": "nancywheeler",
		"gender": "female",
		"licensed": true,
		"difficulty": "easy",
		"role": "Aspiring Journalist",
		"nationality": "American",
		"dlc": "Chapter XIII: Stranger Things",
		"perks_names": [],
		"perks_ids": [],
		"overview": "Nancy Wheeler is an aspiring journalist, able to make acute observations and gain insights that others may miss.\nHer personal Perks, Better Together, Fixated, and Inner Strength, give her the information and courage she needs to tackle unexpected challenges.",
		"backstory": "Studious and rebellious, Nancy Wheeler is a stubborn investigator with an instinct for a good story. When her closest friend, Barb went missing, she did everything she could to unravel the truth and secure justice. A brilliant journalist, she chases stories and follows leads despite the inequality and chauvinism she encounters at the workplace. Pursuing a lead one evening, she fearlessly approaches the Hawkins National Laboratory before suddenly losing consciousness. A moment later she awakens in a strange misty realm with the sound of a familiar roar echoing through the air.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/0e/S18_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/6b/StoreBackground_QF.png"
		}
	},
	{
		"number": 18,
		"name": "Steve Harrington",
		"code": "steveharrington",
		"gender": "male",
		"licensed": true,
		"difficulty": "easy",
		"role": "Former Jock",
		"nationality": "American",
		"dlc": "Chapter XIII: Stranger Things",
		"perks_names": [],
		"perks_ids": [],
		"overview": "Steve Harrington is a former jock, able to protect and support his fellow Survivors while providing his own brand of humour.\nHis personal Perks, Babysitter, Camaraderie.png, and Second Wind, enable him to distract Killers, tolerate pain, and get back into the fight.",
		"backstory": "Popular and arrogant, yet compassionate, Steve Harrington is an unlikely mentor and leader.\nHe often acts as a surrogate big brother to a younger boy named Dustin.\nHe even helped him find his slimy inter-dimensional pet Demogorgon, D'Artagnan.\nHis reputation as a protector grew and he soon became a sort of \"babysitter\" for a group of kids in Hawkins with a knack for messing around with strange and dangerous things.\nHis courage is unmatched so that he was even able to fend off a Demogorgon when it threatened his friends.\nOne evening he received a call for assistance from his friend Nancy Wheeler.\nHe drove all the way to the Hawkins National Laboratory to see if she was okay.\nHe searched the area but only found her notebook.\nBefore he realised what was happening the ground opened up and a swirl of black mist filled his eyes.\nWhen he awakened he was in a strange place that seemed familiar but unfamiliar at the same time.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/75/S19_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2d/StoreBackground_QM.png"
		}
	},
	{
		"number": 19,
		"name": "Yui Kimura",
		"code": "yuikimura",
		"gender": "female",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Hardened Streetracer",
		"nationality": "Japanese",
		"dlc": "Chapter XIV: Cursed Legacy",
		"perks_names": ["Lucky Break", "Any Means Necessary", "Breakout"],
		"perks_ids": [70, 71, 72],
		"overview": "Yui Kimura is a hardened street racer, able to gain advantages for her and her fellow Survivors in challenging situations.\nHer personal Perks, Lucky Break IconPerks luckyBreak.png, Any Means Necessary IconPerks anyMeansNecessary.png, and Breakout IconPerks breakout.png, enable her to cover her blood trails, reset dropped Pallets, and assist helpless Survivors.",
		"backstory": "Despite her traditional upbringing, Yui Kimura raced scooters in her hometown of Hida where she earned the reputation of being able to do the impossible with very little. Her father did his best to steer her away from what he believed to be masculine pursuits, but her grandmother secretly shared her grandfather's engineer manuals and notes on car and motorcycle engines. Yui read her grandfather's manuals and learned fast. She was able to not only maintain her scooter, but she modified the engine so that she could compete with older boys on motor crosses. With her grandfathers 'good luck hachimaki' wrapped around her arm, she raced local boys who, unable to keep up with her, worked together to orchestrate her defeat. No luck for them. Yui outmanoeuvred them at every turn and became a sensation to all her friends. When it came time to apply for school, Yui gathered her courage and confessed her ambition to race motorcycles to her father. An altercation ensued and when Yui refused to apply for a proper education, her father felt a great shame and told her she was no longer welcome in their home. With a heavy heart, Yui left for Nagoya with the blessings and savings of her grandmother.\nNagoya was not what Yui expected. She could only find low grade clerical work or minor jobs as a hostess. With the last of the money her grandmother gave her, she purchased a racing bike and entered illegal street races where she won more money than she had ever seen. Rumours of her courage and quick reflexes spread like wildfire. Soon she had an unofficial retinue of women motorcyclists wearing Yui's signature pink. Along with a gang following her, Yui realised she had a stalker following her in the shadows. When Yui realised her lucky handkerchief had been stolen from her apartment, she took her concerns to the police who laughed and dismissed her, saying her stalker was probably a nice guy and that she would probably marry him in the near future.\nOne evening Yui returned home to find the stalker in her apartment going through her things. He hadn't seen her, and she wasn't sure what she should do. But the sight of him going through her clothes was too much to bear. She yelled for him to leave. The stalker turned to her with a knife. He lunged at her. She evaded his attack, and he hit the wall and dropped his knife. Without hesitation, Yui tackled him. They rolled over the ground exchanging desperate blows. Yui took more blows than she had ever experienced racing scooters in Shirakawa. With a surge of adrenaline, she managed to overpower her stalker, snatching the knife from the floor and holding the razor-sharp blade to his neck.\nWhen the police reached her apartment, they took him away and rushed Yui to the hospital for trauma. X-rays revealed she had broken her arm and foot in several places. It wasn’t long before her gang showed up one by one and together they helped her pay her medical bills. Rehabilitation was difficult but Yui never gave up and with the support of her gang she was ready for the races. Yui's first race after the attack her gang presented her with a new pink hachimaki with their signatures and good luck messages written all over it. Yui vowed she would help other women with her winnings and influence. True to her word, her gang became known as the Sakura 7 Gang and they wore pink hachimakis as a symbol of unity and support for women needing help from stalkers and abusers.\nThe Sakura 7 grew beyond the 7 members and Yui's signature pink became synonymous with women’s empowerment. At street races women would line up in droves to support her. After winning seven straight races in a row, she attracted the attention of a sponsor. She not only earned a spot at the All-Japan Moto Championship but was the youngest woman to race and win in the prestigious event. Her sponsorship soon tripled. So, too, did her gang. But everything came to a staggering halt at the illegal TK3 (Tokyo Kick 3000) street races. Yui was leading the race until she entered an unnatural fog that seemed to have appeared from nowhere. Baffled and confused, she stopped her bike and dismounted. It wasn’t long before she realised she wasn't in Tokyo anymore.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/35/S20_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/3b/StoreBackground_SS.png"
		}
	},
	{
		"number": 20,
		"name": "Zarina Kassir",
		"code": "zarinakassir",
		"gender": "female",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Plucky Documentarian",
		"nationality": "Lebanese American",
		"dlc": "Chapter XV: Chains of Hate",
		"perks_names": ["Off the Record", "Red Herring", "For the People"],
		"perks_ids": [73, 74, 75],
		"overview": "Zarina Kassir is a plucky documentarian, able to use her street smarts to avoid detection and greatly assist other Survivors.\nHer personal Perks, Off the Record, Red Herring, and For the People, help her remain hidden in the face of danger, create distractions, and quickly heal others by forgoing her own safety.",
		"backstory": "Growing up in a Lebanese household in Brooklyn, Zarina struggled with two unique cultural identities. She felt that this cultural difference painted a target on her back. To avoid ridicule and bullies, she observed what popular kids liked and learnt to project the image they preferred. At school, she would go by the name \"Karina\", dye her hair lighter, and trash her \"foreign\" lunches.\nAt home, the news channel was always on. Urgent reports of injustice captivated Zarina, inspiring her to produce her own stories. When she was a teenager, she embraced her real name and roots, and borrowed her father's digital camera to interview members of her community in Bay Ridge. By posting her content online, she slowly built a loyal following. Each week, she picked a new issue and challenged people to speak their mind on camera.\nWhen she heard a rumour that a fast-food restaurant owner was exploiting workers, she decided to go undercover and produce a hard-hitting film. She modified her look, faked an accent, and secured a waitress position at the restaurant. After three weeks of unpaid work, she was fired for demanding her paycheck. To retaliate, she posted clips of the restaurant owner's abusive behaviour and within hours, the news had picked up her story, but somehow spun it to create sympathy for the restaurant.\nEmbittered by the experience, Zarina, committed to become an independent producer and filmmaker. Her first feature film was for a competition at school inspired by an English class poem about Sacco and Vanzetti, two Italian migrants controversially executed for murder. Her film won first prize and launched her as an uncompromising documentary filmmaker.\nMonths later, her world turned upside down. A public video surveillance camera filmed her father carrying two coffees at a street corner a few blocks from home. A tall, hooded man stood behind him. The man shouted something at her father, who took a step back, startled. Suddenly and unexpectedly, the man pushed him in the street as a car sped by.\nHis death caused a shock-wave of anger and pain, that left Zarina in pieces. The perpetrator — Clark Stevenson — was soon arrested and incarcerated for manslaughter.\nZarina became obsessed with Clark — his gang \"IR-28\", his short prison sentence, his apparent lack of remorse. A year went by and she had uncovered enough about Clark to shed more light on his crime. With the last of her inheritance, she bought a new camera and a plane ticket to Nebraska, and bribed the warden at Hellshire Penitentiary to let her interview Clark.\nShe filmed their first meeting and asked him about her father, and his gang, and his violent tendencies. Clark refused to talk; but, in the weeks that followed, she used her research to push his buttons and finally got a confession of a pre-meditated crime.\nZarina's film became a tribute to her father and the trail of blood left by gang violence. When the news finally picked up the story, it was because the film had gained international acclaim.\nSome inmates contacted her when they heard about her documentary. Most of them shared eccentric anecdotes in hopes of being filmed, but one story stood out from the rest: an entire wing in Hellshire Penitentiary was sealed off because of the \"Mad Mick Massacre.\" The official story was that an Irish outlaw had heartlessly slaughtered the warden and his guards.\nFrom working on her Sacco and Vanzetti film, Zarina knew that the 'official' story wasn't always the 'true' story. She investigated Hellshire's records and found an Irish-born inmate sentenced to fifteen years for assault in 1860. According to the penitentiary's blueprint, the sealed off wing was part of Hellshire's original infrastructure. If she reached that sealed off section, she could shed some light on the Mad Mick story. All she needed was a way in.\nThe next morning, she was joining the Hellshire Penitentiary walking tour. She blended into the crowd of jet-lagged tourists, and veered off when they headed towards the kitchen. She had memorised the blueprint and knew exactly where to go and how to avoid surveillance cameras. An unexpected security detail nearly cut her investigation short, but she was able to hide under an old, dusty prison bed. When the guards disappeared, she continued her search and finally found Mick's cell.\nEntering the dark, dilapidated cell, Zarina ran her hand across the old brick wall. Her fingers felt a marking and traced the letters: DEATH TO BAYSHORE. A loose brick fell, revealing a gap.\nShe inserted her hand. Fingers landed on a piece of cold, cracked metal. She fished it out... an old, rusty wrench. A damp chill ran down her spine and she looked down; a man lay at her feet, bleeding, his limbs contorted and his eyes, dark and terrified — her father's eyes. A pool of crimson blood on black pavement. Paralysed, black fog filled the cell and she shut her eyes to push these nightmarish visions out of her mind.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/3d/S21_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/3b/US_storeBackground.png"
		}
	},
	{
		"number": 21,
		"name": "Cheryl Mason",
		"code": "cherylmason",
		"gender": "famale",
		"licensed": true,
		"difficulty": "easy",
		"role": "Young Veteran of Terror",
		"nationality": "American",
		"dlc": "Chapter XVI: Silent Hill",
		"perks_names": ["Soul Guard", "Blood Pact", "Repressed Alliance"],
		"perks_ids": [76, 77, 78],
		"overview": "Cheryl Mason is a young Veteran of Terror, emboldening both herself and her team.\nHer personal Perks, Soul Guard, Blood Pact, and Repressed Alliance, allow her to survive through immense hardship, stay in contact with team members, and plan objectives.",
		"backstory": "Caring and impulsive, Cheryl Mason, previously known as Heather, attempted to rebuild her life after the tragic death of her adoptive father, Harry Mason.\nWhile she had freed herself from the religious cult that pursued her since birth, she was shackled by the guilt of her father's death. A darkness punished her every night under the guise of abominable nightmares.\nTo ease her conscience, she volunteered at a crisis intervention centre for troubled youth. Three months later, she aced training and could answer the crisis line without supervision. Yet little could have prepared her for the first call. All she heard was static. The air thickened as black fumes rose from the ground and suddenly she heard the voice of a woman — someone she thought she'd never hear from again.\nWhy do you cling to this corrupt world? You know that only God can save us.\nIt couldn't be her — Claudia was dead. Suddenly, the world spun and she dropped to her knees, nauseous. Hot bile travelled up her throat and she retched warm blood on the floor. Then the spinning stopped as swiftly as it began. Cheryl looked up and saw she was somewhere else. A cold, hopeless place.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/38/S22_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/3/37/StoreBackground_WS.png"
		}
	},
	{
		"number": 22,
		"name": "Felix Richter",
		"code": "felixrichter",
		"gender": "male",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Visionary Architect",
		"nationality": "German",
		"dlc": "Descend Beyond",
		"perks_names": ["Visionary", "Desperate Measures", "Built to Last"],
		"perks_ids": [79, 80, 81],
		"overview": "Felix Richter is a visionary architect, able to use his relentless determination to form a plan and help other Survivors.\nHis personal Perks, Visionary, Desperate Measures, and Built to Last help him reveal Generators, rescue Survivors and get the most from his tools.",
		"backstory": "Felix Richter was born to Janos and Ursula Richter in Coburg, Germany, where the Richter family had deep connections and were among the most respected of its physicians. His parents, both members of an ancient society, were always out of the Richter manor at medical conferences or providing humanitarian aid around the world. Travelling exposed young Felix to new cultures, languages, and architecture unlike anything he had ever seen before. He wasn't sure when the architectural bug bit, but when it did bit, it bit hard, and he knew that despite his family's legacy, he would one day design buildings that would inspire the world. By 23, he was considered and architectural prodigy having won the Swiss Architect Medal and the German National Design Award. Yet despite his success, Felix couldn't shake the gnawing feeling that his success had more to do with luck and connections than talent and hard work.\nGrowing up, Felix was socially awkward and introverted, preferring his imagination to the company of others. He had few friends so when he wasn't travelling with his parents, Felix was in his father's library devouring rare books, studying history and architecture, soaking up anything and everything he could on architectrual movements throughout the centuries. His father hoped young Felix would learn to be more outgoing and hired every possible specialist to improve his social skills. When these efforts failed, he threw in the proverbial towel and figured his son would learn when he was ready. He then joined young Felix in the library, where he helped him build elaborate wooden models of buildings while telling him wild stories about his secret club and their ancient battle against a dark and ominous force. Stories, Felix was sure, his father had made up to make his 'Imperiatti' group sound cooler than it actually was.\nFelix sometimes wondered if his design sensibilities came from his summer trips to Dyer Island, a private island that boasted some of the world's finest homes and designs. Every summer, Felix would accompany his parents to the island, where members of The Imperiatti would encourage their children to network and forge lifelong connections. Felix didn't mingle well with the other teenagers, but he did make four friends who like himself didn't quite fit the 'high-society' mold. They were often ridiculed by other teens and disparagingly called 'The Pariahs', a name they liked and gladly adopted. Instead of practicing public speaking and engaging in endless debates, The Pariahs spent most of their time exploring the ruins and mysteries of the island until one of their adventures took a turn for the worse.\nExploring an abandoned internment camp, they descended into what seemed to be an underground laboratory where they uncovered old, leather journals with illustrations and notes of inhumane experiments conducted on prisoners of the First Opium War held by the British East India Company. As they pushed through a locked door, they found a chamber scattered with human skeletons and dusty vials filled with an unknown serum. Before they could examine the contents, the ground seemed to shake beneath their feet and a hissing sound filled their ears. A strange fog suddenly appeared and giant claws seemed to burst from the ground as dark imagination mingled with reality to terrorise them. Before they understood what was happening, Felix's father and several other parents came to their rescue, using strange tools and objects to protect them. Felix stared at the scene in shock and disbelief. He wasn't sure if he was dreaming or living one of his father's ridiculous, supernatural stories. By the time he realised it wasn't a dream, it was all over. The Pariahs were safe, but their parents had mysteriously disappeared without a trace.\nAfter the shock of his father's disappearance, Felix searched for any theory that could help him understand the phenomena he had encountered on the island. He exchanged notes with The Pariahs and other people he had met online who had also lost loved ones in a similar way. The tragedy had fostered a strong relationship between The Pariahs and for years they worked together to unravel the mystery of what had happened to their parents. But nothing made sense, and every lead they pursued hit a dead end. With time their efforts dwindled, and the five friends slowly grew apart, each going their separate ways, hoping to forget the nameless darkness that had robbed them of their parents.\nOver the years, Felix proved to be an exceptional architect, though he found little inspiration working for others. He realised his father was right. His lack of social skills was holding him back. With dedication and purpose, he improved his diction and decorum and learned how to network or 'play-act' as he liked to call it. He created the perfect façade to make himself more likeable and popular with potential clients. After working for several architectural firms, he established his firm with his colleague Lauren Golder. Both shared a similar vision and were philosophically opposed to formulaic modernist buildings, often experimenting with unusual materials, shapes and structures.\nFelix continued to undermine traditional expectations in favour of the edgy and unconventional devices that set the architectural world abuzz. But even with all the accolades, he couldn't shake the feeling that he was a phony, like an actor who had learned a part instead of a true architect who had inspired the world with an impeccable design. During these moments of insecurity and self-doubt, he would distract himself with endless parties and drown his anxieties in alcohol, wishing his father was still around for some harsh advice and tempered wisdom.\nEventually, Felix's girlfriend announced that he was going to be a father. The news shook him to the core and, wanting to inspire his unborn child as much as his father inspired him, he quickly pulled his life together. What he needed was a project that would challenge him and cement his worth as an architect. As fate would have it, the perfect opportunity presented itself when old friends of his father commissioned his firm 'Richter and Golder' to build something new and unconventional on Dyer Island. The challenge excited and terrified Felix, who now drowned his anxieties with articles and books on parenting.\nWithin six months, the Dyer Restoration Project was underway, and as Felix surveyed the island, he suddenly heard a familiar voice calling out to him from beyond the shattered Victorian buildings and the crumbling ruins hiding dark stories long hidden and forgotten. Through a strange, gathering fog, he saw a form slowly take shape. His eyes widened, and his lips parted, but no words issued forth. Could it be? Was it possible? No... it couldn't be... it was... impossible... and yet...\nWith dawning realisation, Felix staggered back as he watched his father emerge from the fog. His legs felt weak, and his rising heartbeat thrashed in his ears. It was him. It was really him. His unborn child would know his grandfather, and he could finally show him how much he had accomplished since he disappeared. They stared at one another for a long moment. Then his father gave him a look of disappointment, turned his back on him, and proceeded to walk away. Over his pounding heart, Felix chased after him and was never seen again.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2e/S23_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/50/StoreBackground_YS.png/"
		}
	},
	{
		"number": 23,
		"name": "Élodie Rakoto",
		"code": "elodierakoto",
		"gender": "female",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Occult Investigator",
		"nationality": "French/Madagassian",
		"dlc": "Chapter XVIII: A Binding of Kin",
		"perks_names": ["Appraisal", "Deception", "Power Struggle"],
		"perks_ids": [82, 83, 84],
		"overview": "Élodie Rakoto is an occult investigator, able to use cunning tricks and stubborn resolve to keep herself alive.\nHer personal Perks, Appraisal, Deceptionn and Power Struggle, allow her to interact with objects in new ways, all while having a backup plan to escape Killers.",
		"backstory": "Born into a lush Parisian household, Élodie Rakoto grew up in a comfortable home miles away from the verdant island of Madagascar, her parents' birthplace. Her backpack was always heavy and usually contained no schoolwork. She carried the essentials: a few history books, some printed maps, and a compact shovel. Instead of wasting away with regurgitated facts from her classes, she explored the city to discover the stories behind each statue, neighbourhood, and street sign. She collected bits and pieces of Paris, making it her own.\nWhen she was fourteen, her parents took her to Dyer Island for a 'business trip.' To her grand disappointment, the island was a private site for exclusive members of the Imperiatti. She was forced to attend pretentious and awkward social mixers daily. After a few weeks on the island, she met the Pariahs, like-minded teenagers who had no interest in being pawns for their parents' political chessboard. On dull, rainy nights she would convince them to sneak out and explore the island unsupervised.\nOne foggy evening, they stumbled upon an abandoned internment camp. Felix, one of the Pariahs, didn't want to go in, but Élodie insisted. Inside, they found a strange underground laboratory in ruins. The Pariahs grew excited, browsing through the strange apparatuses for trophies and mementos. But Élodie noticed something in the far-left corner of the wall: odd scratches in the shape of a circle. She ran her fingernails against the cool concrete — the marks were deep and narrow. A warm whisper suddenly sent her mind adrift —\n— Deep, rumbling thunder. Black, glistening waves. An ashen sanded beach. Incomplete. She was compelled to touch the ice-cold sand and draw a circle with a line in the middle.\nA sharp thunderclap and lightning whipped the sky. The ground shook as sleek, obsidian claws tore through the concrete floor, ripping the earth open. The building began to collapse and Élodie spotted her mother wielding a bizarre instrument while her father told her to run. Then —\nComplete darkness.\nÉlodie never saw her parents again.\nFor years, this nightmare woke her in the middle of the night, cold, sweating, shaking like a leaf. As a child she suffered from night terrors and often resisted going to bed. To soothe her mind, her grandma would light a tea candle and tell her stories until the wick extinguished in a hot pool of liquefied wax. The perfume of the warm vanilla-scented wax would lull Élodie to sleep as she envisioned stories of legendary heroes defeating fear and foes. Élodie had forgotten the stories, but she still remembered her longing for the verdant Malagasy rain forests and colossal mountains that her grandmother described. When Élodie felt cold and numb with grief, she would light a vanilla-scented candle and summon her childhood memories of this distant, idyllic place, raising her spirits to rise above her crippling depression.\nFourteen years later, Élodie still searched for the missing pieces of the puzzle. No rational explanation could explain her parents' disappearance, so she had been looking elsewhere. She researched any and all legends that mentioned a dark force that snatched people at night without a trace. From there, she translated old tales and built a tapestry of narratives from around the world that corroborated the uncanny way her parents had vanished on Dyer's island. She also gathered artefacts made by ancient civilisations who sought to destroy or resurrect the incomprehensible and indescribable Thing that took her parents. There were various names for it, differing from one language to the next: The Abyss, The Infinite, The Hole.\nHer findings pushed her further into the dark field of occultism. The Pariahs were long gone. She'd alienated them with her theories. But she refused to give up on her parents.\nÉlodie had to set out into the cold, misty evening. She turned a corner, leaving Paris' 13th Arrondissement, an eccentric neighbourhood with a substantial library dating from the middle ages. She had pressing work to do for Hazra Shah, the Collector, an occult specialist who archived rare artefacts.\nHe'd recruited her after she'd salvaged a rare stolen Maori statue of spidery fangs like the claws she'd seen on Dyer's island. For the next five years, Élodie had been procuring occult relics for the Collector. In exchange, he provided large sums of money, equipment, and precise information about obscure manuscripts.\nJust as the Collector requested, she had secured the annals of a witch trial convicting a mother birthing conjoined twins in the 17th century. According to legend, an occult incantation was engraved on a set of skulls, all of which the Collector possessed except one—the witch's skull. There were no traces of where the skull was now, but Élodie had found a newspaper article dating back to the same year, mentioning that most remains had been relocated to the catacombs to avoid a pandemic. Élodie was acting on a hunch. Breaking into the catacombs to retrieve a lost skull involved certain risks, but no more than the previous work she'd done for the Collector.\nWith a flashlight, she followed the ancient layout of the catacombs and spotted a collapsed wall. A few large stones blocked the way in. She grabbed her portable XRF-analyser and scanned the materials of the wall. Working for the Collector had its perks. The brick mortar had been poorly mixed, showing high traces of sand. The whole thing was brittle, and the ground was moist from the damp evening air. This was her way in.\nThe journey beneath was long and treacherous. The air was heavy and mouldy. She gasped when her key-chain flashlight hit an endless wall of bleached-white skulls.\nSomething cracked behind her. She spun around and collided headfirst with a baseball bat. Pain exploded in her skull and darkness filled her view.\nWhen she came to, a man was carrying her over his shoulder, venturing deeper inside the catacombs. He was wearing a dark robe.\nThe Black Vale.\nShe'd managed to elude them until now. Ruthless and lethal, they went by many names. She'd figured out that they ultimately all worked for the same group, a ring of occult fanatics rumoured to perform human sacrifices for what they called The Old One. She had to get out of here fast.\nÉlodie spotted a loose skull on the wall, grabbed it and smashed it on her assaulter's head. Stunned, the man lost his balance and Élodie hit the ground running. As she turned a corner, she suddenly felt a sharp pain to her side.\nShe looked down and saw a large blade planted there. Shocked, she removed the knife and warm blood spurted out.\nHer heartbeat rang in her ears as her vision blurred.\nShe fell to her knees. Summoning all her strength, she drew a circle on the ground with a shaking, blood-red finger and traced a line in the middle.\nAn opaque heaviness fell over her shoulders. A familiar scent of vanilla-spiked fruits and lychee nuts coated the air. Thin, tropical rain drizzled down leafy vines. Warmth.\nMadagascar.\nA ghostly cry erupted from the thick foliage.\nÉlodie looked up and the vines turned into hissing snakes. The soft canopy soil suddenly turned ashen and collapsed under her feet. She sank into something dense and cold that swallowed her like quicksand. She screamed, before being smothered by... the abyss...the infinite... the hole...\nShe found what she had been searching for.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/45/S24_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/28/StoreBackground_S24.png"
		}
	},
	{
		"number": 24,
		"name": "Yun-jin Lee",
		"code": "yunjinlee",
		"gender": "female",
		"licensed": false,
		"difficulty": "easy",
		"role": "Self-Interested Music Producer",
		"nationality": "South Korean",
		"dlc": "Chapter XIX: All-Kill",
		"perks_names": ["Fast Track", "Smash Hit", "Self-Preservation"],
		"perks_ids": [85, 86, 87],
		"overview": "Yun-Jin Lee is a self-interested music producer, able to advance her goals during turbulent times.\nHer personal Perks, Fast Track, Smash Hit and Self-Preservation, allow her to improve her abilities when others are harmed, and quickly escape from a chase.",
		"backstory": "Resilient and ambitious, Yun-Jin was born into a life of hardship finding success in the music industry after years of effort and self-sacrifice.\nAs a child Yun-Jin was fascinated by sound, mimicking drums, and hitting keys on the piano. When she turned ten, however, she lost her instruments. Her family was heavily in debt and did not make the payments in time. The creditors took everything they owned, including the house. Yun-Jin held her four-year-old sister tightly as she cried. They moved into a windowless, two-bedroom basement. Since her parents worked day and night to pay their debt, Yun-Jin became her sister's caretaker. Every night she sang until they both fell asleep.\nAt seventeen, the renowned record label Mightee One Entertainment came to her high school to audition talent. She was rejected as an idol trainee but obtained an unpaid internship at the studio. For the following years, she created some of the studio's biggest hits, without any credit or recognition. To get her dues, she emerged in the public eye wearing flamboyant fashion and put soundbites into her songs that looped her artist name, Magnum Opus. Fans began to recognize her songs and she became the producer of NO SPIN, a poorly performing boy band who needed her special touch.\nDissatisfied with NO SPIN's commercial sound, she sought a rogue element to make the band stand out. Through her contacts in talent shows she found the edgy, raw sound of Ji-Woon Hak. She re-launched NO SPIN with Ji-Woon as its newest member. Within hours their first video was a viral sensation.\nTheir success cemented Yun-Jin’s reputation as a shrewd producer. Adorned in high fashion to attend luxurious events, Yun-Jin's harsh, impoverished childhood seemed far behind her. She moved into a penthouse and dined with socialites in skyline restaurants with breath-taking views of Seoul.\nThe success of the first album broke records, setting the bar high for NO SPIN's second. As they were recording new tracks, the fire alarm suddenly blared. Concerned for her safety, Yun-Jin hurried to evacuate the building and left the dallying staff behind. Only when she bolted out into the street that she realized NO SPIN was nowhere amongst the coughing crowd. A goliath of flames engulfed the building, slowly tamed by the steady streams of fire hoses.\nAll members of NO SPIN perished in the fire except one: Ji-Woon. The album was ruined. The band was over. She would be shelved while Ji-Woon would rot away as an instructor for idol trainees. But she refused to be a victim who watched helplessly as vultures swooped in to take what was hers.\nUnknown to Mightee One Entertainment, she created new tracks to re-launch Ji-Woon's career. She pushed him to tap into his grief and create a song exploring the pangs of sudden loss. The music video showed Ji-Woon saying goodbye to each member of NO SPIN. Yun-Jin cleverly launched the song under Ji-Woon's newly adopted stage name: The Trickster. He would embody both fear and awe like the legendary dokkaebi spirits.\nJi-Woon's song was a global phenomenon, its universal themes of grief and guilt resonating internationally. Together, Yun-Jin and The Trickster toured the world. Success greeted them on every shore. Yet disturbingly, so did a series of eccentric murders. This connection unsettled Yun-Jin as she noticed that the tour dates coincided with the victims' time of death. She was weary after the loss of NO SPIN and anxious to preserve her artist, so she increased the Trickster's security detail. What if the serial killer was an unhinged fan fixated on the Trickster, inspired by the artist's morbid songs?\nReturning to Seoul, Yun-Jin worked with Ji-Woon on his new material. When she entered the studio at the brink of dawn, she was surprised to see Ji-Woon already there. He seemed exhausted, like he had worked all night. When she listened to his track, she discovered a bizarre intro filled with shrieks and snares. It was too experimental for her taste.\nA week later, another death was reported. The body showed traces of torture and was arranged in the same flamboyant style as previous murders, this time diamond Cufflinks gouged into the eyes victim's eyes. The following day, the victim was on every television channel. A video from the victim's social media showed her squealing, surprised when her boyfriend handed her a heart-shaped, birthday cake. Yun-Jin's stomach churned. That voice. So familiar. And yet, she had never met the victim.\nThe next morning, her heart froze when she listened to the Trickster's opening track. The shrieks in his song matched the victim's squeal. Did he sample the victim's birthday video? No, that was impossible: he had recorded this song before the murder was reported. She stared at Ji-Woon on the other side of the booth's glass window. He was NO SPIN's only survivor. Everyone else was dead. Not to mention the eccentric murders that matched his tour dates. Death trails that seemed to converge... to him.\nIf he caused... this, no artist would survive the scandal. Yun-Jin's career, no, her life would be over. All she had would be destroyed. A wave of nausea surged over her. Heart racing, she rushed to the restroom. Wild thoughts blazed through her mind as she splashed icy water over her face. There had to be a simpler explanation. Perhaps she was overworked. Or maybe, she did not trust her success. Her mind was fabricating this suspicion because disaster was easier to trust than success. It was all in her head. She returned to the recording booth, eager to put her worries behind her.\nMonths later, pressure came from Mightee One Entertainment executives. Revenue was down and they blamed the Trickster since they disapproved the violent themes in his music and the knife tricks he pulled during performances. While Yun-Jin was furious they scapegoated her artist, she agreed that Ji-Woon's sound was too niche to generate profit. She told Ji-Woon she fought them off but was ultimately outnumbered. Because of her initial fury, he believed her to be on his side. They were given three months to create and perform the next hit for Mightee One.\nMonths flew by and the time came for Yun-Jin to take a seat at the executives' private show. She was confident about her song but as soon as the music started, she knew something was amiss.\nDense, foul smoke permeated the room. Yun-Jin coughed and gasped for air. But the more she coughed, the more she inhaled. Her body sank in the chair, her limbs heavy and numb, and her eyes widened as she watched, terrified, a nightmare come to life.\nThe Trickster was a whirlwind of blood, slashing, stabbing, and chopping limbs. The executives were carved up like meat. They could not run. They were stuck, like Yun-Jin, paralysed. A boiling rage swelled in her gut. How could she have denied her instincts? The fire. The murders on tour. It was him. It had always been him. And she had known from the start. Now her career was over, and so was Mightee One. Everyone she had worked with, her colleagues, her friends, dying before her eyes. Everything she had, taken from her once more.\nNo, she would not let him. He would pay. He would know her suffering. Suddenly, dark coils of black fog rose from the ground and she was... somewhere else.\nBright lights flashed and blinded her. A spotlight found her in the darkness. Then a crowd erupted, chanting her name. \"Magnus Opus! Magnus Opus!\"\nShe smiled and welcomed the darkness within.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/79/S25_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/2a/S25_storeBackground.png"
		}
	},
	{
		"number": 25,
		"name": "Jill Valentine",
		"code": "jillvalentine",
		"gender": "female",
		"licensed": true,
		"difficulty": "intermediate",
		"role": "Founding Member of S.T.A.R.S.",
		"nationality": "American",
		"dlc": "Chapter XX: Resident Evil",
		"perks_names": ["Counterforce", "Resurgence", "Blast Mine"],
		"perks_ids": [88, 89, 90],
		"overview": "Jill Valentine is a founding member of S.T.A.R.S who has triumphed over countless bio-organic weapons.\nHer personal Perks, Counterforce, Resurgence, and Blast Mine, allow her to indirectly fight back, while offering strong support to her teammates.",
		"backstory": "Excelling at lock picking and bomb disposal, Jill Valentine was a brilliant Special Tactics and Rescue Service (S.T.A.R.S.) agent.\n bravely rescuing her team members from a devastating biohazard, she returned to Racoon City to save any survivors left behind.\nBut a lethal and ruthless super soldier labelled Nemesis was on her trail.\n dealing The Nemesis a few blows, Jill rushed to the basement and picked the lock of a cold room.\n inside, her body turned numb as a black fog engulfed her.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/99/S26_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/f/fa/S26_storeBackground.png"
		}
	},
	{
		"number": 26,
		"name": "Leon Scott Kennedy",
		"code": "leonscottkennedy",
		"gender": "male",
		"licensed": true,
		"difficulty": "intermediate",
		"role": "Rookie Police Officer",
		"nationality": "American",
		"dlc": "Chapter XX: Resident Evil",
		"perks_names": ["Bite the Bullet", "Flashbang", "Rookie Spirit"],
		"perks_ids": [91, 92, 93],
		"overview": "Leon Scott Kennedy is a rookie police officer who went beyond the call of duty during the outbreak in Raccoon City.\nHis personal Perks, Bite the Bullet, Flashbang, nad Rookie Spirit, allow him to ignore pain, disorient the Killer, and track objectives being lost.",
		"backstory": "Having faced hordes of zombies on his first day as a police officer, Leon S. Kennedy had to learn the job quickly.\nInvestigating the biohazard that had ravaged Racoon City, Leon infiltrated an abandoned Umbrella Corporation laboratory where a sudden and unexpected black fog led him astray.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/5/5d/S27_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/67/S27_storeBackground.png"
		}
	},
	{
		"number": 27,
		"name": "Mikaela Reid",
		"code": "mikaelareid",
		"gender": "female",
		"licensed": false,
		"difficulty": "intermediate",
		"role": "Young Mystic",
		"nationality": "Unknown",
		"dlc": "Chapter 21.5",
		"perks_names": [
			"Clarvoyance",
			"Boon: Circle of Healing",
			"Boon: Shadow Step"
		],
		"perks_ids": [94, 95, 96],
		"overview": "Mikaela Reid is a young mystic, able to alter the trial with supernatural abilities.\nHer personal Perks, Clairvoyance, Boon: Circle of Healing, and Boon: Shadow Step, allow her to oversee the area while creating areas of refuge.",
		"backstory": "Mikaela Reid was sixteen when her father passed away. She would always miss his sailing lessons at dawn, his colourful yet inedible tacos, and his warm, contagious laughter. She felt like she was paddling in a vast, storm-black ocean, each rolling wave submerging her. Drifting in painful darkness, she almost lost herself, but resiliently, with love and care, she made her way back to shore.\nWell-surrounded and supported by her friends, Mikaela put the past behind her and looked at life in a new light. She was excited to try new things and discovered storytelling as an outlet. Her friends liked her stories of daunting danger and hard-earned survival. She read horror stories more and more, savouring the powerful, heart-pounding escapism it provided. Autumn become her favourite season and she threw a grand production for Halloween every year, hosting all her friends for a thrilling night of horror stories, scary games, and homemade treats.\nOver the years, she also showed interest in witchcraft and practiced light blessings, plant-based spells, and palm-reading divination. She gardened sage, mugwort, and lavender to craft homemade products such as body butters, soaps and skin lotions. She aspired one day to live off the products she made for friends and family.\nIn the meantime, she worked as a barista at the Moonstone, an independent and eccentric coffee shop in the artsy part of town, Every Friday night, she hosted an open mic at the coffee shop, performing stories live in front of customers. Julian, her best friends and roommate, recorded some of her shows and posted them online. Also, unbeknown to her, he submitted one of her performances to the Endless Halloween Festival where renown storytellers performed on stage for Halloween.\nIt was a beautiful surprise when Mikaela received an email from the festival inviting her to perform at their grand final on Halloween. The winning prize was big enough for her to launch her line of products. Excited, she burnt a stick of herbs in each room to dissipate negative energies, then began to craft her tale of horror.\nMikaela stayed up all night filling her notebooks with abandoned beginnings. She had a story in mind, but unearthing it took patience and skill. The following night, the nightmares began. For a week, she would wake in the middle of the night gasping for air. Her dream was the same every night. She was dragged down a cold set of stairs and thrown into a dark basement. Then her lungs would be set ablaze by a sharp iron hook stabbing her in the chest. A dark figure would pull on the hook and hoist her from the ground, slowly, until the pain waked her. The more she finessed her Halloween tale, the darker her nightmares grew.\nAs days passed, exhaustion, anxiety, and stress took a toll on her. Often distracted, her coffees at the Moonstone were rushed, acrid, or going to the wrong customer. She no longer blessed the coffee beans in the morning nor looked for omens in the leftover coffee grains. Her energy was low, and her magic felt drained.\nWhen she woke up screaming one night, she had had enough. She asked Julian to watch her while she slept and record anything unusual. Julian agreed and started recording while Mikaela lay on her bed.\nMinutes later, her fingers began to twitch, then her toes. Her breath became laboured. Then Julian stared in shock as Mikaela slowly rose in the air, levitating over her bed. Panicked, he shook her shoulders to wake her, but stopped when she began to scream. He grabbed his phone to call an ambulance, but a powerful crash diverted his attention. He looked down the hallway and saw a large, spidery fang slam through the bathroom door.\nAmidst the commotion, Mikaela woke. She saw the black spidery fang shredding the bathroom door and jumped out of bed. She slammed her bedroom door shut and shouted at Julian to help her barricade the door. Before he could react, however, the power went out. The room was submerged in sudden darkness.\nA second later, the lights came back on and an eerie quietness followed. Mikaela and Julian ventured out the bedroom carefully. The bathroom door looked intact and there was no sign of anything abnormal. But Julian has recorded every sound.\nA sleepless night followed. When she returned to the apartment after her shift, Julian was not there. Mikaela wanted to remove the recording of their ordeal, which he had posted online. Suspecting Julian might be at school, she left. The door clicked shut behind her, masking a stifled cry from the bathroom.\nAs she neared her car, she looked over her shoulder. Mikaela felt... watched. She whispered a protective spell and clutched her keys. Suddenly, a shadow pounced on the wall and she broke into a run. She reached her car and rushed inside, locking the doors. Breathing hard, she looked through the windows. No one was there. Perhaps it was her nerves playing tricks on her. She turned on the ignition and drove off.\nThe next day, Julian was still nowhere to be found. Mikaela had contacted everyone they knew. She looked for him all day and waited for him all night. Distraught and anxious, she missed her shift at the Moonstone. Halloween was tonight and so was the festival. Julian had entered the storytelling competition for her. He had supported her every time she doubted herself. Maybe he would be there. But between her nightmares and Julian's disappearance, she had been too worried to prepare a story for the contest. She looked at her notebook, filled with false starts. She could stay home, scared and helpless. Or she could finish what Julian had started. There was a reason why she loved to tell horror stories. They made her feel brave enough to face any challenge.\nThat evening when the host called Mikaela's name at the Endless Halloween Festival, she boldly stepped on stage, dressed in a costume: a black dress matched with a wide, witchy hat. She hoped to spot Julian in the crowd. But she could not find him and looking directly at the audience was a mistake. A sea of expectant faces was before her, eyes watching her every move. Her heart pounded in her chest as her hands began to shake.\nShe grabbed the warm microphone and cleared her throat. A thick silence greeted her, only interrupted by a distant cough. She reminded herself that tonight was All Hallows' Eve, when the veil thinned betwixt this realm and the one beyond. She had a story in her heart, a story that mattered. If she told it right, perhaps Julian would hear it.\nMikaela took a deep breath. The wet wind of Autumn whirled golden leaves around her. She inhaled the acrid smell of damp, foliage. She swallowed the bitter aftertaste of coffee still on her tongue. Distant eyes cawed from an old oak tree. She closed her eyes. The crimson darkness under her eyelids turned darker. Her heartbeat slowed. She exhaled deeply, her breath a puff of mist in the cold night air. Now she felt awakened, refreshed for the first time in weeks, and ready to tell the tale of a lifetime.\nShe spoke into the microphone in a deep, haunting voice. She narrated a tale of billowing winds on a cold Autumn night. Of a loyal friend disappearing before daylight. Of forgotten victims hiding in the wings of darkness. Of throbbing graves, sealed with terrible secrets. And of eternal night in the shadow of death.\nMikaela pointed at the night sky and said that no darkness was truly beyond light. Even on this moonless night, the sky shined with long-dead stars.\nA thick black fog engulfed Mikaela, to the audience's amazement.\nAnd no one saw Mikaela Reid again.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/4/42/S28_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/24/S28_storeBackground.png"
		}
	},
	{
		"number": 28,
		"name": "Jonah Vasquez",
		"code": "jonahvasquez",
		"gender": "male",
		"licensed": false,
		"difficulty": "easy",
		"role": "Mathematical Mastermind",
		"nationality": "Hispanic American",
		"dlc": "Chapter XXII: Portrait of a Murder",
		"perks_names": ["Overcome", "Corrective Action", "Boon: Exponential"],
		"perks_ids": [97, 98, 99],
		"overview": "Jonah Vasquez is a mathematical mastermind, able to use logic to help his team.\nHis personal Perks, Overcome, Corrective Action, and Boon: Exponential, allow him to quickly flee, correct failed Skill Checks, and treat dying Survivors.",
		"backstory": "Jonah Vasquez saw the truth behind the veil. His gifted mind understood numbers in a way few could. Sunsets, architecture, a blade of grass — he saw more within them than eyes could gleam. He understood the language that explained them — mathematics — complex equations that continually played out around the universe to determine why and how we exist. Structures. Patterns. A law unbroken: physics.\nHis gift would have been overlooked had his family's history of poverty continued for another generation. But some patterns are meant to deviate from their common course, and Jonah's father strived to better his family with every muscle he had. What started as a job picking fruit near Fresno, California, eventually led to him owning a small mangrove. It wasn't much, but it was enough to provide Jonah a stable childhood and education.\nThough placed in advanced classes, there were few signs of Jonah's brilliance to his peers. He was a normal boy with a few close friends, a passion for baseball, and an interest in ancient civilisations. However, when he was alone, his mind turned to numbers — and these, to Jonah, were the most fascinating of marvels. He delved into Fibonacci and Recaman's sequences and was soon poring over complex equations from history's leading mathematicians.\nOn his 16th birthday, he received an unaddressed card. There was nothing within but the following numbers: 8, 25, 19, 44, 1; -20.37, -69.85; 13, 2, 26, 11, 1\nIt was a puzzle. Perhaps a gift from his math teacher or a relative who knew of his penchant for solving brainteasers. But somehow this was different. While he immediately recognised the GPS coordinates, quickly discovering they led to a location in Chile, the other numbers meant nothing to him. Every attempt he made led to failure.\nOver time, he abandoned the puzzle, convinced it was flawed. He went on to university and, upon graduation, was hired as a codebreaker by the CIA. On his first day, written in his employee handbook, were the numbers from years ago: 8, 25, 19, 44, 1; -20.37, -69.85; 13, 2, 26, 11, 1. A tension in the back of his neck materialised, a feeling that he was being toyed with. He returned to the puzzle, only to discover that his years of experience would reveal no new information. He couldn't dwell on it — he had a job to do.\nHe was put to work deciphering messages from signal stations around Europe. Archived footage found that for twenty-three years dozens had been operating in an unknown capacity. Simple blinks of light hid complex codes that revealed disjointed information. It wasn't much to go on, but he discovered the messages seemed to involve powerful and wealthy individuals from around the globe.\nThe project was abruptly shut down. All agents involved were transferred to other assignments. Jonah was moved to a covert task force in the newly formed democracy of Kwantana, where he intercepted and decoded messages from bands of rebels. His work enabled the U.S. to target numerous rebel locations. Then the bombs dropped.\nIt was discovered too late that the messages were decoys. Civilian casualties were staggering, the true numbers covered up by officials. Jonah blamed himself. He saw first-hand the damage done and the families torn apart. He took a leave of absence but remained in Kwantana, surveying the damage. He had to do something. He cashed in his favours with one of the CIA's digital security experts and infiltrated the rebellion's computer network. From there, he took stock of the numbers, and made changes he thought no one would notice. Small amounts of money were siphoned from the rebels to those who lost their homes and loved ones.\nIt seemed like a smooth play, undetectable and bloodless — until the day the gunshots rang through his suite. Jonah hit the floor as glass shattered and holes punched through his walls. Grabbing his laptop, he broke his kitchen window and leapt to the neighbouring building's roof. Before he could even rub his throbbing ankles, the small house exploded into flames. He ran, not looking back. He climbed down to the alley, made his way to the slums, and concealed himself among rickety shanties of cardboard and rotting wood. A week later, he arrived at an American embassy, exhausted, dust-ridden, and defeated.\nBefore he could take a breath, he received a call from his chief officer at the CIA: \"Was it worth it? You over this crusade of yours?\". He felt powerless. And so, he returned his focus to what was simple, what was black and white: numbers.\nHis chief officer gave him a new assignment, one classified to all but a few. His research on the signal stations had reached someone high up, and the project was re-opened under a veil of secrecy. Jonah dedicated his time to deciphering the codes, partly out of fascination and partly to forget the guilt that resided within him. What started with signal stations led him to something even more baffling: horror podcasts.\nIn the stories of campfire thrillers and slasher tales from around the world were carefully concealed codes. Sometimes numbers. Sometimes words. Each time, as if being a secret password or handshake, he found the following message: Sacrifice is rebirth. Hidden in the code was information on a network of powerful people, all working towards what, he didn't know. There was chatter of summonings and rebirths, sacrifices and hunts. Jonah assumed much of it was red herrings attempting to mislead. Up late that night, he analysed another code — this time concealed in a story of vampires. What he deciphered sent a chill through his spine. 8, 25, 19, 44, 1; -20.37, -69.85; 13, 2, 26, 11, 1\nThe numbers had returned. They haunted him. He saw them when he closed his eyes. They clung to his sleepless mind, begging for attention. He checked the coordinates as he had years ago — it was nothing but a Chilean graveyard. He logged into the CIA database and searched the history of the location. Only one hit came up: a cold case where bodies were found in the area, the corpses eaten by hundreds of crows.\nJonah couldn't let the mystery go on any longer. The numbers had followed him all his life and he was ready to follow them. Knowing his chief officer wouldn't approve, he booked a ticket to Chile without anyone's knowledge. It was time to see what was so special about the coordinates. Less than 24 hours later he arrived at –20.36, -69.85. He found himself under the sweltering sun, standing in the graveyard of a ghost town.\nThere was nothing but dust and bones. Jonah spit into the dirt and puzzled over the numbers once more. He slumped next to an old grave, under the eyes of a watchful crow. He missed home, he missed the mangrove, he missed a time before the complexities of the universe crashed down on him. He looked out at the old derelict buildings on one side and the sweeping desert on the other. There were similarities to Fresno — the dry heat, the sunset that cast an orange glow on the dusty ground. But it wasn't home. Not to him. He looked at it from the eyes of a man who didn't belong in this place.\nAnd then Jonah understood.\nHe was analysing the code from his own experiences, his own view of the world. There was so much he overlooked. With feverish devotion, he considered what the numbers could signify for other cultures: ancient Egyptian measurements, Persian currencies, and... antiquated calendars. He finally understood.\nHe sifted through his knowledge of ancient civilisations before coming to the Tanyrian calendar. Plugging in the numbers as dates, he converted the first half of them over to the Gregorian calendar. He wasn't prepared for the number it would reveal: his birthday. The world spiralled around him. With sweaty palms, he calculated the remaining numbers. It gave him another date: today.\nThe code... it was about Jonah, at this location, at this moment. His hands shook. His heart pounded against his ribs. Was he part of a prophecy or had someone led him down this path? He didn't know. For once, numbers no longer made sense.\nA heavy fatigue came over him and the world shifted in impossible ways. He knew the equations behind nature, he knew what he saw couldn't be. He witnessed his father's mangrove beyond the desert and felt overwhelming comfort. Crows cawed in the distance and the smell of citrus wafted on the breeze. He considered that he was once more a child, and the numbers nothing but a horrible dream. Trapped in nostalgic thoughts, he didn't notice the Dark Fog seeping from the grass, swirling its way towards him. Crows flew from the branches, screeching relentlessly, flying in a circle above. It was too late when he realised the scent on the breeze was no longer citrus.\nIt was blood.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/c/c6/S29_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/2/28/S29_storeBackground.png"
		}
	},
	{
		"number": 29,
		"name": "Yoichi Asakawa",
		"code": "yoichiasakawa",
		"gender": "male",
		"licensed": true,
		"difficulty": "intermediate",
		"role": "Brilliant Marine Biologist",
		"nationality": "Japanese",
		"dlc": "Chapter XXIII: Sadako Rising",
		"perks_names": [
			"Parental Guidance",
			"Empathic Connection",
			"Boon: Dark Theory"
		],
		"perks_ids": [100, 101, 102],
		"overview": "Yoichi Asakawa is a brilliant marine biologist and psychic whose knowledge and abilities allow him to protect himself and assist others.\nHis personal Perks, Parental Guidance, Empathic Connection, and Boon: Dark Theory, allow him to hide from Killers, call out to injured Survivors, and help others move faster.",
		"backstory": "As a child, Yoichi gained an interest in the supernatural from his father and mother when an inexplicable curse claimed both their lives. As an adult, Yoichi graduated with top honours in marine biology from a university in Tokyo, and, following in his father’s footsteps, became the youngest professor in the school’s history. But his career began to unravel when two of his students disappeared while doing research in Izu Oshima. The mere mention of Izu Oshima triggered painful memories from his past. Deep, hidden memories bubbled up from the murky, black depths of his subconscious. Blurred faces on images, twisted mouths, inexplicable deaths suddenly filled his mind. The shouts of people calling him a monster. And then… the monster… Sadako rose from the abyss to let him know the curse was not over. It would never be over.\nWith a cry, Yoichi shut his eyes and slowly released his fear. When he opened his eyes again, Sadako was gone, but something had returned. Something ominous and otherworldly. He could feel an unnerving presence near him, breathing deeply like the heaving sea. Was Sadako tormenting him? Was a spirit trying to warn him? Or was it something else? Something that consumed people. Something that made people disappear. Yoichi wasn’t sure. He had spent his life trying to understand his psychic abilities and the supernatural. His instincts told him the answers somehow lay with water. He had, after all, dedicated his life to studying intelligent life and unexplored realms within the ocean. Perhaps he needed to readjust his definition of intelligent. Or his definition of life.\nThirsting for truth, Yoichi entered a frenzy of research into the fringes of parapsychology, cryptozoology, theology, folk history. The more he expanded his field of expertise, the more he was ridiculed and ostracized. Once viewed as a brilliant young mind, Yoichi was now considered an eccentric and a liability. In mere months, the university terminated his position. Undeterred, Yoichi sought professorships at other schools, but no reputable college in Japan would take him. As a last resort he approached media outlets, and by some twist of fate, the company where his mother had worked at as a journalist offered to fund his research in exchange for articles and first publishing rights to his story.\nDuring this difficult time, Yoichi's father returned to him—his spirit silently goading him to continue the course he had chosen. And so, working around the clock in his tiny Tokyo apartment, he allied himself with other researchers in the paranormal field. Within months, he came across a story that mirrored the disappearances of his students: four vloggers had mysteriously disappeared near a lighthouse in Scotland. With a great sense of urgency, Yoichi took the first flight he could to Glasgow. A professor at a local university had come to many of the same conclusions as he had nearly seventy years earlier when a film crew disappeared near the very same lighthouse. There was some kind of intelligence in the water—some kind of darkness calling from the sea like an ancient siren. As Yoichi examined the research, his father suddenly appeared to let him know he was on the right path.\nGuided by his father, Yoichi chartered a fishing boat and headed toward a small cluster of islands known as the Seven Hunters. Darkness fell as they approached the isles. The lighthouse, now automated and controlled remotely, sputtered and winked out of existence like a dying star. The ocean began to stir violently, lightning flashed, and the fisherman begged Yoichi to turn back, but Yoichi refused. He was too close and would not be deterred. As they argued the ocean raged and tossed the ship high and low. Then one giant wave lifted the boat as high as a house and dashed it to pieces against dark, jagged rocks.\nYoichi didn’t remember much after that. He remembered falling into the water. He remembered swimming to the landing where he saw his father standing on the gallery of the lighthouse beckoning him. He remembered staggering through thick black fog as he climbed the stairs. He remembered the water level rising with every step until the frothing mouth of the raging ocean swallowed him whole.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/0/07/S30_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/6/6b/S30_storeBackground.png"
		}
	},
	{
		"number": 30,
		"name": "Haddie Kaur",
		"code": "haddiekaur",
		"gender": "female",
		"licensed": false,
		"difficulty": "N/A",
		"role": "Brave and Determined Podcaster",
		"nationality": "Indian",
		"dlc": "Chapter XXIV: Roots of Dread",
		"perks_names": ["Inner Focus", "Residual Manifest", "Overzealous"],
		"perks_ids": [104, 105, 106],
		"overview": "Haddie Kaur is a brave and determined podcaster with the ability to see and feel places of great suffering she calls Overlaps.\nHer personal Perks, Inner Focus, Residual Manifest, and Overzealous, allow her to track Survivors and Killers after an attack, use Flashlights more effectively, and repair Generators more efficiently.",
		"backstory": "Haddie spent her youth in a household brimming with love. Her mother, Professor Basant Kaur, moved across the world to teach agricultural science at a university in Trois-Rivières, Quebec. Her father, Rajan Singh, found remarkable success with a catering business in the small, Quebecoise town. Her house constantly swirled with the wonderful aromas of cumin, chillies, masala, cardamom and fresh, steaming naan pulled from a tandoor oven. Her earliest memories were filled with stories of India and on her tenth birthday her parents promised to visit Punjab just after the new year.\nDuring the holiday season, her parents went to a party with their closest friends, Marise and Francois Rois. When Haddie called her parents to say she felt sick, they left in a hurry. Driving through the winding, snow-swept roads of rural Quebec, Rajan lost control of the car, skidding into an icy, gnarled forest. It would be two days before their bodies were found trapped in the vehicle. As Haddie's fever broke, the police arrived at her doorstep telling her that they had not suffered. But Haddie was old enough know to the police were just being kind. The next morning, she woke up with white hair and a question that would haunt her for the rest of her life.\nThe Rois took Haddie in, doing their best to fill the hole left by her parents. Despite the enormous loss, Haddie was again surrounded with love: the love her adoptive parents had for their son, Jordan, and the love the three had for her. But the trauma of losing her parents seemed to unlock something within her. She began to see things nobody else could see; horrible, unnatural, unexplainable things. Apparitions tormented her in class, at home, in bed. Her unexpected screams earned her the nickname “Helly Haddie”, only adding to her alienation and anguish. Once a cheerful and social child, Haddie walled herself off to the world.\nWith time Haddie realised her uncanny abilities only triggered in certain areas — dark areas. It was as though there were places in the world where another dimension somehow bled into our own. Jordan called these intersecting areas Overlaps, and they seemed to give Haddie insight into a dark, shadowy world straight out of a cosmic horror story. When Haddie graduated from high school, she felt an unexplainable tug to discover who her parents were. To raise money for a trip to India, her brother Jordan suggested that they use her abilities to explore and document all the haunted places in Quebec, starting with a haunted asylum. At the Dorea Institute, Haddie could see and hear residual memories... patients, doctors, and so much more.\nWhile recording her impressions at the institute, she offhandedly called the encroaching dimension the Ravage since it not only assaulted her with memories from all times and places but also gave the sense of feeding off psychic energy. The Ravage, she sensed, was a living mosaic of human suffering that was slowly corrupting and devouring the world. She concluded that they needed to investigate more to see if there was anything to her hypothesis.\nJordan presented the footage and recordings to their uncle Stefan who helped them turn what they had documented into a web series. Within days of uploading the first episode, Ravages of the Abyss was a viral hit. True crime fans, ghost-chasers, and sceptics flooded the comments with their own theories of what she was experiencing. Stefan handled the production, and before long, he presented Haddie with her first cheque as a professional podcaster.\nNow with a working budget, Haddie was able to investigate the most haunted places in the world seeking answers about the Ravage. Her investigations led her to a secluded island where once an entire town had mysteriously disappeared leaving dozens of empty homes. She never felt such a strong influence of the Ravage as she did here. It pulsed with suffering and cruelty and repressed darkness.\nHaddie absorbed the emotions of the ghost town and closed her eyes. Calming herself and silencing her mind, she began to hear guttural screams and cries and whimpers. When she opened her eyes again, she could see the scintillating orange residual memories of people tearing each other apart in the mud and rain. Then everything disappeared as a much older version of her stepbrother beckoned her from one of the homes.  She chased after him only to stop suddenly with the realisation that the Ravage was toying with her emotions, playing tricks on her, making her see things that couldn’t possibly be real.\nThe encounter nearly put Haddie off the project entirely, but she was now the linchpin for a company that fed her family. Her uncle Stefan continued to line up sites to visit, and after a personal trip backpacking across India, Haddie carried on subjecting herself to the horrors of the Ravage.\nThen, while investigating a haunted World War II bunker in the Alps, Haddie heard someone faintly crying out for help in Punjabi. Snow flurried in the bunker as a tunnel suddenly opened to a snow-covered forest. A horn blared in the distance and faded away. She saw the glow of red lights through a wall of snow and felt her heart skip a beat as she rushed to a crumpled, blue car pinned between two massive pine trees. Through the shattered windshield she saw the bodies of her parents stuck in pools of frozen blood.\nHaddie narrowed her gaze and saw tiny plumes of vapor floating from their trembling blue lips. With a profound sense of urgency, she rushed around the wreck trying her best to push, pull, and kick her way in. All to no avail. As she cried out to them that she was sorry for being sick, that the accident was all her fault, their eyes snapped open and, in unison, they answered the question that had anchored her life to their death. \"Yes... Beti... we suffered...\"\nWith a terrible cry Haddie fell back into the snow as ice tendrils wrapped around her and pulled her down into a world of endless darkness.",
		"imgs": {
			"portrait": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/9/97/S31_charSelect_portrait.png",
			"store": "https://static.wikia.nocookie.net/deadbydaylight_gamepedia_en/images/7/72/S31_storeBackground.png"
		}
	}
]
